{"node_types": ["FirstPartyRole", "Term", "SalesContract", "Guidance", "Binding", "Agreement", "Actor", "PlaybookRule", "Topic", "Thing", "ThirdPartyRole", "Playbook", "InfoPack", "Action", "Obligation", "Document", "Local"], "nodes": [{"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 0, "class": "Topic", "props": {"keywords": [""], "desc": "Root of all the topics", "name": "All Topics", "_oid": "4a92c3eb-a743-465a-8f8d-459ab95c946d"}, "display": "All Topics (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 512, "class": "PlaybookRule", "props": {"actiontext": "Include a definition of purpose along the lines of the attached, and use consistently throughout the NDA.  However, if it is likely that the receiving party may still observe or become aware of sensitive information, then it may be prudent to include reference to information which the recipient observes or otherwise becomes aware. Example language is attached.", "desc": "Guidance for the content of the  definition of \"Purpose\" ", "name": "No Purpose Defined", "_oid": "ce4502fa-aa13-47e0-bb76-8b3abfd8fd91"}, "display": "No Purpose Defined (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 514, "class": "Document", "props": {"desc": "Definition of Purpose", "name": "Definition of Purpose", "_oid": "9765aa82-e8f9-4a9b-a893-97e69c1672b8", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Definition_of_Purpose.docx"}, "display": "Definition of Purpose (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 3, "class": "Document", "props": {"desc": "Encompass Blank Document Template", "name": "ENC Blank Doc Template", "_oid": "fa0ab2ed-4ef1-4183-99f6-52c79db2c0bb", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Enc_Blank_Document.docx"}, "display": "ENC Blank Doc Template (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 4, "class": "Topic", "props": {"keywords": ["encompass"], "desc": "Content relating to work for Encompass", "name": "Encompass", "_oid": "62f2aaca-5a2d-46b0-9fbe-1419b4a9fe91"}, "display": "Encompass (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 517, "class": "PlaybookRule", "props": {"actiontext": "It is usually prudent to link the  definition of confidential information, and the undertakings of confidentiality, to information disclosed in connection with a particular purpose.  If you don't do so, the definition of confidential information and, as a result, the undertakings of confidentiality could be too broad. However, that might not be appropriate where the recipient may observe or become aware of information which is unconnected with the transaction in question, for example during a site visit.  In that case, it would be prudent to include information of which the recipient observes or otherwise becomes aware (see suggested language attached).", "desc": "Determines whether there is a need to amend the NDA to include a specific purpose for which information may be used or disclosed", "questiontext": "Is it clear that the information may be used or disclosed in connection with a given purpose only (whether or not specifically defined)?", "name": "Purpose?", "_oid": "bd01afe3-bc2c-463b-8709-87e024b71316"}, "display": "Purpose? (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 521, "class": "Playbook", "props": {"desc": "Determines whether a definition is required in relation to the proposed transaction", "name": "Proposed Transaction", "_oid": "1b80cdaa-9c2f-4930-9094-cd5a9ea1ea1b"}, "display": "Proposed Transaction (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 522, "class": "PlaybookRule", "props": {"actiontext": "It is usually prudent to link the  definition of confidential information, and the undertakings of confidentiality, to information disclosed in connection with a particular transaction.  If you don't do so, the definition of confidential information and, as a result, the undertakings of confidentiality could be too broad. However, that might not be appropriate where the recipient may observe or become aware of information which is unconnected with the transaction in question, for example during a site visit.  In that case, it would be prudent to include information of which the recipient observes or otherwise becomes aware.", "desc": "Guidance on the importance of a reference to a particular transaction", "questiontext": "None", "name": "Proposed Transaction", "_oid": "8d3d2a7b-205b-46ee-9259-98175a44619b"}, "display": "Proposed Transaction (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 524, "class": "PlaybookRule", "props": {"actiontext": "The NDA is fine with respect to references to a proposed transaction", "desc": "Rule that the NDA does not needs to be amended to refer to the proposed nature of the transaction", "questiontext": "None", "name": "ProposedTransactionYClearY", "_oid": "98516f33-c164-4654-a6c8-7e91ac37bb8a"}, "display": "ProposedTransactionYClearY (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 258, "class": "Document", "props": {"desc": "Comprise language to the exception for the recipient's knowledge", "name": "Knowledge Compromises", "_oid": "e316ee23-cfe8-4c77-875f-fde633d88076", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Knowledge_Exception_Compromises.docx"}, "display": "Knowledge Compromises (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 526, "class": "Playbook", "props": {"desc": "Determines whether it is necessary to amend the NDA to clarify the source of information which is subject to the NDA ", "name": "Information Source", "_oid": "ec4f82c8-a508-4c0d-b256-2d5438bf714e"}, "display": "Information Source (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 527, "class": "Topic", "props": {"keywords": ["security"], "desc": "Rules relating to obligations to keep confidential information secure", "name": "Security", "_oid": "96c8c466-a5dd-4278-8f7e-d93c6eba7af0"}, "display": "Security (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 529, "class": "PlaybookRule", "props": {"actiontext": "From the perspective of the recipient, and often for the disclosing party too, the definition of confidential information should be clear as to the source of the information to which the definition applies.  ", "desc": "Determine whether the definition of confidential information adequately refers to the source of the information which is to be subject to the NDA and links the information to the relevant transaction or purpose", "questiontext": "Is it clear that the information to which the NDA applies must come from a particular source, such as the other party to the NDA, the target company, or its representatives?", "name": "Information Source?", "_oid": "34d11c1d-bc60-4436-8136-472df3b8adb6"}, "display": "Information Source? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 531, "class": "PlaybookRule", "props": {"actiontext": "Assuming there is no risk of inadvertent disclosure of sensitive information, the definition of confidential information is fine as to the source of the information to which the definition applies and links the disclosure to the transaction or the purpose. No change needed in this regard.", "desc": "Guidance that no change is needed to the definition of confidential information in terms of the source of the information which is to be subject to the NDA and its links to the relevant transaction or purpose", "questiontext": "None", "name": "Information Source Is Clear", "_oid": "2d8bb0a9-f381-4c07-811c-3d9e9cc18460"}, "display": "Information Source Is Clear (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 533, "class": "PlaybookRule", "props": {"actiontext": "Assuming there is no risk of the inadvertent disclosure of confidential information, amend the definition of confidential information so that it is clear as to the source of the information to which the definition applies for instance, \n“…disclosed by [the Disclosing Party] …”", "desc": "Guidance that change is needed to the definition of confidential information in terms of the source of the information which is to be subject to the NDA and its links to the relevant transaction or purpose", "questiontext": "None", "name": "Information Source Not Clear", "_oid": "bb2fc024-bebf-4252-a77f-8b5d4ada5d31"}, "display": "Information Source Not Clear (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 22, "class": "Playbook", "props": {"desc": "Guidance on the significance of whether the definition of confidential information covers information that is genuinely confidential", "name": "Confidential Nature", "_oid": "443079ca-e769-491c-8374-5265bf3e706a"}, "display": "Confidential Nature (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 535, "class": "Topic", "props": {"keywords": ["information source"], "desc": "Rules to make sure that there is a clear source of information to which the NDA applies, and that the disclosure is linked to the agreed purpose or the particular transaction", "name": "Information Source", "_oid": "3204af12-cb10-440a-9b13-d80ee483fa3f"}, "display": "Information Source (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 772, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether or not the NDA includes amendments agreed or proposed by RBS", "questiontext": "Does the NDA include amendments agreed or proposed by RBS", "name": "DurationRBSAmendedFormQ", "_oid": "41e779bc-e5cb-46d4-9d05-0b7be4c71a47"}, "display": "DurationRBSAmendedFormQ (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 538, "class": "Playbook", "props": {"desc": "Guidance where information has been disclosed before the date of the NDA", "name": "When Disclosed And Effective Date", "_oid": "9f6c4975-2348-472c-8e9d-2b25cf744918"}, "display": "When Disclosed And Effective Date (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 539, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether the NDA refers to information disclosed before the date of the NDA", "questiontext": "Does the NDA apply to information disclosed before the date of the NDA?", "name": "When Disclosed?", "_oid": "1f699e0c-5d72-48cd-b0c9-cfe744d22424"}, "display": "When Disclosed? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 541, "class": "PlaybookRule", "props": {"actiontext": "The NDA is fine as regards when information is disclosed in order to be subject to the NDA", "desc": "Rule where the NDA does not apply to information disclosed before the date of the NDA", "questiontext": "None", "name": "No Prior Disclosure", "_oid": "fa96adf8-68a1-4ce8-b596-551ced929e9d"}, "display": "No Prior Disclosure (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 542, "class": "Playbook", "props": {"desc": "Guidance relating to obligations to keep confidential information secure", "name": "Security", "_oid": "4570a99a-ab20-4759-9140-8c7bae4ef037"}, "display": "Security (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 261, "class": "PlaybookRule", "props": {"actiontext": "Invariably, the definition of Confidential Information will explicitly refer to the information being disclosed in any manner, including verbally and in documentary form, but it could be more specific, such as information disclosed at a single event , such as a meeting; or information disclosed at events of a given description, such as meetings held between given dates. It may be prudent for a disclosing party to include reference to information of which the receiving party becomes aware or observes which is unconnected with the matter in hand.  An example would be where a visitor to a site intentionally or incidentally observes a confidential process. Example language is attached.", "desc": "Guidance on the need to include the method by which information is disclosed or revealed", "questiontext": "None", "name": "Method of disclosure", "_oid": "20976c37-8f85-4cea-9218-52068ff90c12"}, "display": "Method of disclosure (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 544, "class": "PlaybookRule", "props": {"actiontext": "A receiving party may well be willing to concede this point if it is satisfied either that no information has been disclosed or that it is aware of the disclosure and what use and disclosures (if any) have taken place.  Alternatively,  delete the references to information being disclosed before the date of the NDA", "desc": "Determines whether the amendments are heavy where the NDA applies to information disclosed before the date of the NDA", "questiontext": "None", "name": "Disclosed Before", "_oid": "8711832f-affd-4fc0-8dca-d77e636a4bae"}, "display": "Disclosed Before (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 176, "class": "PlaybookRule", "props": {"actiontext": "The NDA needs to include an effective date, the definition of confidential information is to include the prior disclosed information, the NDA must terminate the application of the prior agreement to confidential information.  Suggested language attached", "desc": "Guidance where there has been a prior disclosure under a prior agreement which is to be replaced by the NDA", "questiontext": "None", "name": "Prior Agreement No Other Info", "_oid": "28309d92-7794-4a94-abe4-d1ea8d9baeda"}, "display": "Prior Agreement No Other Info (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 546, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines the nature of the undertakings in relation to the standard of security ", "questiontext": "Are either of the two undertakings included: (a) security must be of a reasonable standard; or (b) a level of care no less stringent than the receiving party applies to its own confidential information", "name": "Standard of Security ", "_oid": "b4257844-a3b2-42b1-8419-eca4327b89c4"}, "display": "Standard of Security  (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 547, "class": "Topic", "props": {"keywords": ["disclosed"], "desc": "Rules on dealing with a provision which applies the NDA to information disclosed before the date of the NDA", "name": "When Disclosed", "_oid": "475dc010-1f35-4024-9add-74760fd7f42d"}, "display": "When Disclosed (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 649, "class": "Topic", "props": {"keywords": ["Bulge Bank services"], "desc": "Customer contracts under which Bulge Bank provides services", "name": "Bulge Bank Services", "_oid": "ba9dd5cb-ab65-42a1-a8e2-0708ab84d611"}, "display": "Bulge Bank Services (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 615, "class": "PlaybookRule", "props": {"actiontext": "Where the information is already marked as confidential or bears a copyright notice, an obligation on the receiving party to ensure that a copy of the information includes the mark or notice is often acceptable.", "desc": "Determines if action is needed in relation to marking information as confidential", "questiontext": "Must copies of confidential information be marked as confidential even where the original information is not marked as confidential?", "name": "Obligation to mark?", "_oid": "0b035b0b-3523-44fd-b23b-3bda20a43ed0"}, "display": "Obligation to mark? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 45, "class": "PlaybookRule", "props": {"actiontext": "The exceptions to confidentiality typically include the following.  Please enter which one you are interested in and, in the case of more than one, you will need to repeat the process: (a) information is in the public domain (Public), (b) information is already known to the recipient or is later acquired by the recipient (Knowledge) and (c)  the information has been created or invented by the recipient without reference to the confidential information (Created)", "desc": "Lists the typical exceptions to the confidentiality of information, whether by way of an exclusion from the definition of confidential information or by way of exceptions to the obligations of confidence", "questiontext": "None", "name": "Exception Categories", "_oid": "e6017517-ed07-4c7f-8b74-6160cbbca4f4"}, "display": "Exception Categories (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 48, "class": "PlaybookRule", "props": {"actiontext": "It would be quite usual for the disclosing party (where the NDA isn't mutual or where in practice that party will be the only party disclosing information) to require that all information that is disclosed is subject the agreement, and then rely on the exclusion of certain types of information, such as information in the public domain.  Accordingly, you could leave the NDA as drafted", "desc": "Guidance for the disclosing party where the information is not subject to a requirement of confidentiality ", "questiontext": "Would you like advice on the exclusion of information from the agreement or undertakings of confidentiality?", "name": "Disclosing Party", "_oid": "9cb4e783-a007-4c95-bafd-92224b938d1f"}, "display": "Disclosing Party (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 49, "class": "PlaybookRule", "props": {"actiontext": "It would be quite usual for the disclosing party (where the NDA isn't mutual or where in practice that party will be the only party disclosing information) to accept this approach, and then make sure that the exceptions to the undertakings of confidentiality (eg information in the public domain) are appropriate.  The receiving party may also be content to leave the NDA as drafted provided those exceptions are satisfactory. For more details, please see the guidance for receiving party attached", "desc": "Guidance on where the information is not subject to a requirement of confidentiality or similar", "questiontext": "Would you like advice on the exclusion of information from the agreement or undertakings of confidence (Exceptions) or as to obligations to mark information as confidential (Obligation to mark)?", "name": "No Confidentiality Implications", "_oid": "1cce5f98-b5be-472c-9ec0-e46d1107a055"}, "display": "No Confidentiality Implications (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 50, "class": "PlaybookRule", "props": {"actiontext": "The information which is subject to the NDA may or may not be confidential. In some cases, all information, whether or not it is confidential, which is disclosed or made available by the disclosing party is subject to the agreement.", "desc": "Determines whether information must be confidential, secret, private or similar in order to be subject to the NDA", "questiontext": "Does the definition of confidential information or other reference to information within the scope of the agreement refer to information that is confidential, secret, private or similar?", "name": "Confidential Nature?", "_oid": "6b8beec4-3ab1-468b-9478-54be16291462"}, "display": "Confidential Nature? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 179, "class": "PlaybookRule", "props": {"actiontext": "The NDA needs to include an effective date, the definition of confidential information in the new NDA must include prior disclosed information of the same kind as covered by the NDA, and the prior agreement must cease to apply to the prior disclosed information to the extent its use and disclosure  is governed by the NDA.  In relation to the latter requirement, it would be preferable to amend the prior agreement.  The suggested language attached is for inclusion in the new NDA.  If the prior agreement is amended,  it would be unnecessary also to include a provision in the new NDA to terminate the prior agreement", "desc": "Guidance where there has been a prior disclosure of information under an earlier agreement which is to be replaced by the NDA but continues to have effect in relation to other information (if any)", "questiontext": "None", "name": "Replace Prior Agreement in Part", "_oid": "ade64177-2feb-497a-b9f9-bedb1249cf9e"}, "display": "Replace Prior Agreement in Part (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 57, "class": "Topic", "props": {"keywords": ["mark"], "desc": "Guidance relating to an obligation to mark a copy of confidential information as confidential", "name": "Obligation to Mark", "_oid": "27a48c57-a18d-4364-b18e-92619ce71240"}, "display": "Obligation to Mark (:Topic)"}, {"colour": "#00F", "labels": ["Thing", "Guidance", "Local"], "id": 60, "class": "Guidance", "props": {"desc": "Guidance for the receiving party where the NDA applies to any information", "name": "Any Information Receiving Party", "_oid": "8209a556-9543-48d2-9bf6-4ea413f47f11", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Any_Information_Receiving_Party_1.docx"}, "display": "Any Information Receiving Party (:Guidance)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 273, "class": "PlaybookRule", "props": {"actiontext": "It is common for NDAs to oblige the receiving party to keep records of (a) copies made of confidential information and of notes and other documents which contain or refer to confidential information, and (b) persons to whom any confidential information is disclosed.  Depending on the nature of the information, the requirements may be reasonable.  However, the obligations can create significant operational risk for the receiving party, particularly organisations handling a lot of confidential material in the ordinary course of business.", "desc": "Identifies what kinds of records are required to be kept", "questiontext": "If you would like to see suggested language, please select which kinds of records (if any) you would like to be kept", "name": "Records", "_oid": "3acb38fd-d199-4a50-913f-14eea766fb6f"}, "display": "Records (:PlaybookRule)"}, {"colour": "#00F", "labels": ["Thing", "Guidance", "Local"], "id": 62, "class": "Guidance", "props": {"desc": "Guidance for the disclosing party where information must be confidential", "name": "Disclosing Party Confidential Information", "_oid": "d9ee506c-10f7-4f98-8f74-474612839b10", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Confidential_Information_Disclosing_Party_3.docx"}, "display": "Disclosing Party Confidential Information (:Guidance)"}, {"colour": "#00F", "labels": ["Thing", "Guidance", "Local"], "id": 64, "class": "Guidance", "props": {"desc": "Guidance to the receiving party where information must be confidential to be subject to the NDA", "name": "Receiving Party Confidential Information", "_oid": "540423a0-f595-48da-bc86-5e5a835fafa2", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Confidential_Information_Receiving_Party_3.docx"}, "display": "Receiving Party Confidential Information (:Guidance)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 267, "class": "PlaybookRule", "props": {"actiontext": "Consider whether you need to confine the confidential information to a particular document or include reference to the document specifically.  Similarly, a product, such as software, or a thing may itself constitute the information to be protected, in which case it should be referenced in the definition of what is subject to the NDA. ", "desc": "Guidance on prescribing the material form in which the confidential information is embodied", "questiontext": "None", "name": "Material form", "_oid": "d2774b0c-6003-4907-a417-57a99af62730"}, "display": "Material form (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 68, "class": "Playbook", "props": {"desc": "Guidance on where information is subject to the NDA only if it is initially marked as confidential", "name": "Marked as confidential", "_oid": "0be872e9-92f5-4f6d-ad15-c9f6f2fa45f1"}, "display": "Marked as confidential (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 69, "class": "PlaybookRule", "props": {"actiontext": "A requirement that information be marked as confidential, or that the recipient is notified that the information is confidential, before or at the time of disclosure is a common way of designating information that is subject to the NDA.  The receiving party will generally accept the provision, but it creates an operational risk for the disclosing party because the qualification may not be rigorously applied on every occasion.    ", "desc": "Guidance where information must be marked as confidential, or the recipient informed that information is confidential", "questiontext": "Do you want guidance on a compromise for the disclosing party or which may be applied in the case of a mutual NDA?", "name": "Marked as confidential", "_oid": "1b77978d-6f11-4ec9-92d0-17be4f5506ec"}, "display": "Marked as confidential (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 71, "class": "PlaybookRule", "props": {"actiontext": "Include an exception  that there is no need to notify or mark information where the information ought reasonably to be regarded as confidential.  Suggested language is attached", "desc": "Compromise where information must be marked as confidential or the recipient notified that it is confidential ", "questiontext": "None", "name": "Marking compromise", "_oid": "078c4104-02b7-478d-aede-0050e433c1fe"}, "display": "Marking compromise (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 74, "class": "Document", "props": {"desc": "Compromise language for notifying or marking confidentiality", "name": "Marking and Notifying Compromise language ", "_oid": "8539e693-d470-4d80-9440-d5bfff370330", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Compromise_on_marking_or_notifying_confidentiality.docx"}, "display": "Marking and Notifying Compromise language  (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 77, "class": "Topic", "props": {"keywords": ["mark confidential"], "desc": "Content relating to a requirement that information must be marked as confidential or the recipient notified that it is confidential", "name": "Marked as Confidential", "_oid": "f5dfeb69-96be-4f05-b2bd-9bd8ea3b32ab"}, "display": "Marked as Confidential (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 590, "class": "Playbook", "props": {"desc": "Rules on how to treat references to personal data and data protection compliance", "name": "Personal Data", "_oid": "8a5443ac-6e1b-4d76-93bd-4374af438852"}, "display": "Personal Data (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 591, "class": "Topic", "props": {"keywords": ["data protection", "personal data"], "desc": "Rules on how to treat references to personal data and data protection compliance", "name": "Personal Data", "_oid": "701d5adf-017c-421a-9790-0c6893d8b09f"}, "display": "Personal Data (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 80, "class": "PlaybookRule", "props": {"actiontext": "The issue of whether information has been disclosed before the date of the NDA is relevant to the definition of the information that is subject to the NDA and, if so, whether or not the NDA should take effect (as between the parties) when the information was first disclosed", "desc": "Determines whether user knows whether there has been a prior disclosure", "questiontext": "Do you know whether or not there has been a disclosure of information before the date of the NDA?", "name": "Knowledge of Prior Disclosure?", "_oid": "f8390ff3-6067-441b-96be-b186a6d972aa"}, "display": "Knowledge of Prior Disclosure? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 594, "class": "PlaybookRule", "props": {"actiontext": "Accept the requirement to keep a list of institutional or corporate disclosees", "desc": "Rule where the requirement is to maintain a list of corporate or institutional disclosees and the amendments to the NDA are light", "name": "InstitutionsAmendLightY", "_oid": "ba9263de-c8cf-4078-881b-15f0221435d1"}, "display": "InstitutionsAmendLightY (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 595, "class": "PlaybookRule", "props": {"actiontext": "Delete the requirement to to keep records or corporate or institutional disclosees.  If the counter-party insists, then the requirement can be accepted", "desc": "Rule to deal with the requirement to maintain list of corporate or institutional disclosees where the amendments are otherwise reasonably heavy", "name": "InstitutionsAmendLightN", "_oid": "6db4d81e-826b-4e77-9ea3-3b607cca322f"}, "display": "InstitutionsAmendLightN (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 596, "class": "PlaybookRule", "props": {"actiontext": "This approach is widely regarded as reasonable.  However, it would be prudent to qualify an obligation to apply the recipient's security standards to those standards that the recipient applies to information of similar significance ", "desc": "Rule where the standard of care is to be reasonable or not less stringent that the client's security", "questiontext": "Does the NDA also require more detailed or specific security measures?", "name": "Reasonable Standard ", "_oid": "e7cc7e5a-3900-4661-9244-370ff1c7b8da"}, "display": "Reasonable Standard  (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 598, "class": "PlaybookRule", "props": {"actiontext": "An obligation to comply with specific security measures, such as a recognised standard, should be referred to a security specialist for advice", "desc": "Guidance if there are other undertakings in relation to security", "questiontext": "None", "name": "No General Standard", "_oid": "8b0dc6bf-5cde-4066-a7b8-19d52ebe6853"}, "display": "No General Standard (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 599, "class": "Topic", "props": {"keywords": ["Template", "precedent"], "desc": "Links to all of AS approved and example clauses and agreements together with associated guidance and memoranda", "name": "AS Precedents", "_oid": "c865bb9c-c720-4ef8-9aa5-1919a894bf0a"}, "display": "AS Precedents (:Topic)"}, {"colour": "#00F", "labels": ["Thing", "Local", "Agreement"], "id": 600, "class": "Agreement", "props": {"desc": "Template Agreement, cover sheet and styles", "name": "Template Agreement", "_oid": "2e27ab35-e6c7-4fc1-adf6-83d201fc2cf3", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Agreement_Template_v2.0_1.docx"}, "display": "Template Agreement (:Agreement)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 100, "class": "PlaybookRule", "props": {"actiontext": "There is no need for an effective date and it does not matter whether the NDA refers to information disclosed before the date of the NDA provided that the reference is not factually incorrect or misleading.  You should delete references of that kind, and it would be good practice to delete all references to prior disclosure - regardless of their nature - because they are redundant", "desc": "Guidance on whether you need to consider whether to provide that (as between the parties) the NDA is deemed to have come into force on the date when information was first disclosed", "questiontext": "None", "name": "No NDA Effective Date", "_oid": "6fd66cdc-b7cf-40a1-b276-b8b9134062dd"}, "display": "No NDA Effective Date (:PlaybookRule)"}, {"colour": "#55b8ea", "labels": ["Thing", "Term", "Local"], "id": 602, "class": "Term", "props": {"attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Definitions.docx", "_oid": "64c2c250-27c7-4751-9bac-4b4e1dd67433", "name": "Standard Definitions"}, "display": "Standard Definitions (:Term)"}, {"colour": "#55b8ea", "labels": ["Thing", "Term", "Local"], "id": 604, "class": "Term", "props": {"desc": "Precedent audit clause", "name": "Audit Clause", "_oid": "e2951b05-5757-4fb4-bd9c-c337e50a55c6", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Audit_Clause.docx"}, "display": "Audit Clause (:Term)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 606, "class": "PlaybookRule", "props": {"actiontext": "If the definition of confidential information includes a reference to personal data, it would be prudent to find out whether any personal data will, in fact, be disclosed.  If personal data will be disclosed, consideration is needed of the provisions that ought to be included in the NDA.  Each case must be considered separately.  Often the arrangements constitute data sharing between the parties, in which case regulations prescribe what should be included in the contract. ", "desc": "Outline guidance on dealing with personal data in the context of an NDA", "questiontext": "Will each party use and disclose the data for it own purposes?", "name": "Personal data", "_oid": "c2843863-749b-418e-8403-08347bda75e8"}, "display": "Personal data (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 608, "class": "PlaybookRule", "props": {"actiontext": "The NDA is fine from the perspective of the receiving party, but the disclosing party may want to impose an obligation to ensure that copies are so marked.  Language in respect of the common options is attached. ", "desc": "Where there is no obligation to mark information as confidential", "questiontext": "None", "name": "No obligation to mark ", "_oid": "22a762fa-5f3a-46d8-9993-f8fca9a43e75"}, "display": "No obligation to mark  (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 609, "class": "PlaybookRule", "props": {"actiontext": "This may well be very problematic for the receiving party such that it would be prudent to delete the requirement.  However, an exception to the obligation where a reasonable person would understand the copy to contain confidential information may be a compromise ", "desc": "Determines if there is an obligation to mark copies of information as being confidential which is acceptable", "questiontext": "Is the obligation to mark the copies as confidential subject to an exception where a reasonable person would appreciate that the information is confidential?", "name": "Reasonable person exception?", "_oid": "1b902183-55dc-4cf6-b7f1-2b9b12f394c5"}, "display": "Reasonable person exception? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 610, "class": "PlaybookRule", "props": {"actiontext": "The NDA could be left as drafted from the receiving party's perspective to avoid making an amendment.  As a matter of practice, however, it may be better for the receiving party nevertheless to mark all information as confidential (unless it is obviously not so) and rely on the exception if a mistake is made.  The disclosing party may well want this exception removed, although it is typically difficult to resist", "desc": "Obligation to mark information as confidential is subject to an exception where a reasonable person would know the information is confidential", "questiontext": "None", "name": "Qualified obligation to mark as confidential", "_oid": "a3508a7e-2040-44ba-8e41-bf19baa390c7"}, "display": "Qualified obligation to mark as confidential (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 611, "class": "PlaybookRule", "props": {"actiontext": "The receiving party would benefit from an exception that the copy information need not be marked as confidential where a reasonable person would know that it was confidential.  However, care is needed to make sure that all confidential information is marked.  As a matter of practice, it may be better to mark all information as confidential (unless it is obviously not so) and rely on the exception if a mistake is made.  Suggested language is attached", "desc": "Receiving party to insert an exception where a reasonable person would know the information to be confidential", "questiontext": "None", "name": "Unqualified obligation to mark ", "_oid": "c1c657e2-4f94-4898-b9ad-219031eac70f"}, "display": "Unqualified obligation to mark  (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 612, "class": "Playbook", "props": {"desc": "Rules to deal with obligations to mark copies of information as confidential", "name": "Obligation to Mark", "_oid": "5c3ad7ac-5afb-4691-a6a6-da56046b1887"}, "display": "Obligation to Mark (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 101, "class": "Topic", "props": {"keywords": ["indemnity", "indemnify"], "desc": "Rules in relation to the treatment of indemnities", "name": "Indemnity", "_oid": "4bbc9743-c757-4869-b81a-8f8edd1228a8"}, "display": "Indemnity (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 614, "class": "PlaybookRule", "props": {"actiontext": "Delete the obligation to mark information as confidential", "desc": "Rule where there is no exception for a reasonable person and the amendments are otherwise heavy", "questiontext": "None", "name": "MarkingsYExceptionsNAmendsH", "_oid": "6732a164-3a90-4715-b0c1-d1e88d1c0d88"}, "display": "MarkingsYExceptionsNAmendsH (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 103, "class": "Playbook", "props": {"desc": "Rules for dealing with indemnities", "name": "Indemnity", "_oid": "49378fa9-fa29-4b19-8f79-b41891f1de62"}, "display": "Indemnity (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 105, "class": "PlaybookRule", "props": {"actiontext": "An indemnity is a promise to pay losses or other amounts incurred or sustained by a person in circumstances to which the indemnity applies. The amount due is calculated according to the terms of the indemnity and is not subject to rules which limit the amount of the claim, such as whether the loss is too remote to be recoverable by way of damages. Indemnities for breach of an NDA are regarded as onerous clauses which increase the risk for the indemnifying party in default.  One of the problems is that the indemnifying party may not be covered by its insurance.  However, it may be questionable whether an indemnity for breach of contract is no more than a statement of liability for damages, in which which case the normal rules on claims for damages apply.   Ordinarily, the party who will be subject to the indemnity will resist the provision and ask for the indemnity to be deleted.", "desc": "Guidance where the NDA includes and indemnity", "questiontext": "None", "name": "Indemnities", "_oid": "5de08579-9d85-4579-82be-4c7dd744ac2b"}, "display": "Indemnities (:PlaybookRule)"}, {"colour": "#c5c30e", "labels": ["Thing", "SalesContract", "Local"], "id": 619, "class": "SalesContract", "props": {"desc": "Master services agreement for the provision of custody and middle office with Acme Fund Management SA and its group companies", "name": "Acme MSA", "_oid": "85647269-d808-4835-9f64-21b05e426dbb"}, "display": "Acme MSA (:SalesContract)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 108, "class": "Topic", "props": {"keywords": ["non-circumvent", "circumvent"], "desc": "Rules dealing with non-circumvent clauses", "name": "Non-circumvent", "_oid": "bf25869c-d8f9-48b3-a3a2-a79479192a5b"}, "display": "Non-circumvent (:Topic)"}, {"colour": "#f68100", "labels": ["FirstPartyRole", "Thing", "Local"], "id": 621, "class": "FirstPartyRole", "props": {"desc": "Customer of custody and middle office services", "name": "Customer", "_oid": "83471046-9751-4990-af84-f04b2a6da794"}, "display": "Customer (:FirstPartyRole)"}, {"colour": "#336600", "labels": ["Thing", "Local", "Actor"], "id": 622, "class": "Actor", "props": {"name": "Bulge Bank NA London Branch", "_oid": "eb4ed84d-1e6a-49ff-ac9f-25c7d5d594b8"}, "display": "Bulge Bank NA London Branch (:Actor)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 111, "class": "Playbook", "props": {"desc": "Rules to deal with non-circumvent clauses", "name": "Non-circumvent", "_oid": "ca1e2720-9320-4e12-b1fe-437e0f5bf0ef"}, "display": "Non-circumvent (:Playbook)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 624, "class": "Binding", "props": {"_oid": "b57c0f76-ecb4-49ff-93e9-ed01fc876c17"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 113, "class": "PlaybookRule", "props": {"actiontext": "A non-circumvent clause prohibits the receiving party from dealing with another person or entity involved in a transaction, the purpose of the agreement, or who is connected with the disclosing party.", "desc": "Determines whether a non-circumvent is linked to the proposed transaction or purpose  ", "questiontext": "Are the restrictions set out in the non-circumvent clause confined to the proposed transaction or purpose of the agreement?", "name": "Limited to Purpose?", "_oid": "b669e6b8-c764-4c5e-95a6-0d855fb4de5f"}, "display": "Limited to Purpose? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 114, "class": "PlaybookRule", "props": {"actiontext": "Non-circumvent clauses often serve a valuable purpose and protect the interests of the disclosing party.  A clause which is confined to the purpose of the NDA or the transaction being considered may well be reasonable and as such can remain.", "desc": "Guidance where the non-circumvent is confined to the proposed transaction", "questiontext": "None", "name": "Non-circumvent Limited", "_oid": "80487268-fca6-4140-8082-45b08fd2077f"}, "display": "Non-circumvent Limited (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 116, "class": "PlaybookRule", "props": {"actiontext": "Amend the provision so that the restrictions apply only to the proposed transaction, include a new provision in the terms attached, and include reference to the non-circumvent as a Key Point in the terms attached", "desc": "Rule to amend a non-circumvent which is not limited to the proposed transaction", "questiontext": "None", "name": "Non-circumventProposedTransactionN", "_oid": "2472d4bc-f4cc-4578-b373-8106ce7394c0"}, "display": "Non-circumventProposedTransactionN (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 117, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether there has been a prior disclosure", "questiontext": "Has information been disclosed before the date of the NDA?", "name": "Prior Disclosure?", "_oid": "5ffeef64-d9c8-4d70-8f1e-439302dd2b6f"}, "display": "Prior Disclosure? (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 119, "class": "Playbook", "props": {"desc": "Rules for dealing with non-solicitation clauses", "name": "Non-solicitation", "_oid": "2fdd295d-72c1-40b8-9512-751103de56cb"}, "display": "Non-solicitation (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 120, "class": "Topic", "props": {"keywords": ["non-solicitation", "solicitation", "solicit"], "desc": "Content relating to undertakings not to solicit personnel", "name": "Non-solicitation", "_oid": "8b4e77f6-6b85-4ced-8dc8-363722dbc404"}, "display": "Non-solicitation (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 276, "class": "Document", "props": {"desc": "Language to require a receiving party to keep records of persons to whom information is disclosed", "name": "Records of Disclosees Language", "_oid": "aafa7174-3d96-43d0-bf28-1f34d39922e0", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Records_of_Recipents.docx"}, "display": "Records of Disclosees Language (:Document)"}, {"colour": "#cccccc", "labels": ["Action", "Thing", "Local"], "id": 634, "class": "Action", "props": {"text": "Subject to the agreement, the supplier shall supply and the customer shall accept and pay for the Services", "name": "Supplies", "_oid": "909b5724-5746-47b0-a570-57e575b6af42"}, "display": "Supplies (:Action)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 123, "class": "PlaybookRule", "props": {"actiontext": "Some non-disclosure agreements prohibit the solicitation of directors and staff of the disclosing party or the target company.  This is important in private equity and venture capital deals where the finance provider is investing in a management team, and so wants to avoid the value of the target being reduced by key personnel being poached.", "desc": "Determines whether the non-solicitation applies to affiliates", "questiontext": "Does the non-solicitation apply to the party's affiliates?", "name": "Non-solicitation Affiliates?", "_oid": "3288fec0-91bb-4f3a-9d94-4f919ed7687a"}, "display": "Non-solicitation Affiliates? (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 636, "class": "Document", "props": {"desc": "Specification of custody services", "name": "Custody Schedule", "_oid": "d5693025-8e9f-4992-b28b-f9378b4785b4"}, "display": "Custody Schedule (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 125, "class": "PlaybookRule", "props": {"actiontext": "The contracting party should consider whether it is acceptable that affiliates are subject to the restriction.  If so, the party must be comfortable that it can ensure that its affiliates comply with it.  If in doubt, it is better to amend the clause so that it does not refer to the  affiliates.  The problem for the party benefiting from the restriction is that it would be very easy to avoid it by recruiting a person through an affiliate.  A compromise may be for the non-solicitation to apply to affiliates to which the confidential information has been disclosed. ", "desc": "Guidance where the non-solicitation applies to affiliates", "questiontext": "Does the period of the non-solicitation continue after the end of the NDA?", "name": "Non-solicitation Applies to Affiliates", "_oid": "2d7cce51-7366-4073-8c03-3cd23544bf1d"}, "display": "Non-solicitation Applies to Affiliates (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 126, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether the non-solicitation lasts after the end of the NDA", "questiontext": "Does the period of the non-solicitation continue after the end of the NDA?", "name": "Non-solicitation Period?", "_oid": "17bef680-b58b-4a75-b3fc-827c6d3625f3"}, "display": "Non-solicitation Period? (:PlaybookRule)"}, {"colour": "#eabe34", "labels": ["Thing", "ThirdPartyRole", "Local"], "id": 640, "class": "ThirdPartyRole", "props": {"desc": "Third party beneficiary of the services", "name": "Third party beneficiary", "_oid": "11b3f27f-7eb5-475c-9c72-5a2f16d2e3fd"}, "display": "Third party beneficiary (:ThirdPartyRole)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 129, "class": "PlaybookRule", "props": {"actiontext": "In order to justify a non-solicitation clause, and to reduce the risk that it is unenforceable, it must protect a legitimate interest and last for no longer than required to protect that interest. Common variations are from six months to two years after the end of the agreement.  It is usual to include certain exceptions to the non-solicitation clause. Suggested language is attached.\n ", "desc": "Guidance where non-solicitation lasts after the end of the NDA", "questiontext": "None", "name": "Non-solicitation After NDA", "_oid": "999912c3-0924-449a-ac15-f1435114ef43"}, "display": "Non-solicitation After NDA (:PlaybookRule)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 642, "class": "Binding", "props": {"_oid": "29f9b9d1-1e31-4e28-bbad-841780a6a852"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 132, "class": "PlaybookRule", "props": {"actiontext": "It is advisable that the non-solicitation is subject to exceptions in the terms attached.", "desc": "Key exceptions to a non-solicitation clause", "questiontext": "None", "name": "Non-solicitation Exceptions", "_oid": "60f2bcf8-8183-47d3-a7cf-10015c625890"}, "display": "Non-solicitation Exceptions (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 646, "class": "Topic", "props": {"keywords": ["bulge bank"], "desc": "Contracts to which Bulge Bank is a party", "name": "Bulge Bank Contracts", "_oid": "e7099871-3770-4c9e-abb8-5e52dffdd306"}, "display": "Bulge Bank Contracts (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 647, "class": "Topic", "props": {"keywords": ["Bulge bank operations"], "desc": "Contracts supporting Bulge Bank's operations", "name": "Bulge Bank Operations", "_oid": "e9de1cad-6791-409e-be32-f4d0c6441053"}, "display": "Bulge Bank Operations (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 137, "class": "Playbook", "props": {"desc": "Rules dealing with exclusions of liability on the part of the Disclosing Party", "name": "Exclusion of Liability", "_oid": "01bb422e-8977-4e73-bb54-c34677dfe8d9"}, "display": "Exclusion of Liability (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 138, "class": "Topic", "props": {"keywords": ["exclusion", "liability"], "desc": "Content associated with exclusions of liability", "name": "Exclusion of Liability", "_oid": "70ae6178-cd83-4941-8186-e8a2058c1769"}, "display": "Exclusion of Liability (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 23, "class": "Topic", "props": {"keywords": ["confidential nature"], "desc": "Content relating to the nature of information to which an NDA refers", "name": "Confidential Nature", "_oid": "ecf62003-c798-4e6f-ada9-8301065d20c6"}, "display": "Confidential Nature (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 141, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether there is a total exclusion of liability", "questiontext": "Does the NDA purport to exclude all liability of the counterparty or any third party in respect of the information or its disclosure or non-disclosure", "name": "ExclusionLiabilityQ", "_oid": "8813d801-1e29-4d07-9bea-28ce09c5e730"}, "display": "ExclusionLiabilityQ (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 143, "class": "PlaybookRule", "props": {"actiontext": "The right approach depends very much on the receiving party's attitude to the risk and the basis on which the information is provided. It is quite usual for the receiving party to rely on the information at its own risk. However, it is often unreasonable for the disclosing party to exclude liability where it does not have the right to disclose the information at all.  ", "desc": "Guidance where there is a total exclusion of liability in relation to the information.", "questiontext": "Does the provision have the effect of excluding or limiting liability  in respect of the right to disclose the information?", "name": "TotalExclusionY", "_oid": "beff1017-4800-4b40-8a2d-d15c883d8d77"}, "display": "TotalExclusionY (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 657, "class": "Topic", "props": {"keywords": ["middle office"], "desc": "Contracts or provisions of them relating to or describing middle office services", "name": "Middle Office Services", "_oid": "1f6d49d0-532c-4840-969c-f3fff7721502"}, "display": "Middle Office Services (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 147, "class": "PlaybookRule", "props": {"actiontext": "The receiving party should seek to include a provision in the terms attached or delete the exclusion or limitation of liability in relation to the lack of authority to disclose.  ", "desc": "Guidance to deal with an exclusion or limitation of liability in respect of a lack of authority to disclose the information", "questiontext": "None", "name": "ExclusionAuthorityY", "_oid": "dde96366-6c49-4046-bb67-fbe4983bcce6"}, "display": "ExclusionAuthorityY (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 150, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether the disclosure was subject to a previous agreement", "questiontext": "Was the prior disclosure subject to an agreement?", "name": "Prior agreement?", "_oid": "b986023e-f0a7-4c01-89cf-ef0201c252a4"}, "display": "Prior agreement? (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 151, "class": "Topic", "props": {"keywords": ["remedies"], "desc": "Content relating to how to deal with provisions relating to available remedies for breach of an NDA", "name": "Remedies", "_oid": "a37aa641-6751-42b8-bb3d-dfe465829c22"}, "display": "Remedies (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 152, "class": "Playbook", "props": {"desc": "Rules to deal with references prescribing the remedies available for breach of an NDA", "name": "Remedies", "_oid": "ff023651-89e2-4ec2-883a-01005ac12db7"}, "display": "Remedies (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 665, "class": "Topic", "props": {"keywords": ["related", "dependent"], "desc": "Captures contracts that are in some way related to each other", "name": "Related Contracts", "_oid": "9b9407a4-f74d-4ff8-b004-9e62d044a5f1"}, "display": "Related Contracts (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 155, "class": "PlaybookRule", "props": {"actiontext": "It is common to see an acknowledgement that damages shall not be an adequate remedy and that the counter-party is entitled to an injunction or other remedies.  The language  should be changed to say that damages \"may\" be inadequate and equitable remedies \"may\" be available. Not all breaches of confidence will necessarily lead to damages which can't be quantified, and equitable remedies are in the discretion of the court. ", "desc": "Guidance dealing with acknowledgements over adequacy of damages and availability of remedies", "questiontext": "Does the agreement prohibit the receiving party from objecting to an application for a remedy such as injunction or specific performance?", "name": "DamagesAndRemedies", "_oid": "1bb792dc-63b2-455b-96b8-c2578fc8f544"}, "display": "DamagesAndRemedies (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 704, "class": "Document", "props": {"desc": "Text for a key point in relation to an obligation to keep lists of individuals", "name": "Key Point Lists of Individuals", "_oid": "9e4f38f0-0751-4549-b282-f11313f57667", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Key_Point_Lists_of_Individuals.docx"}, "display": "Key Point Lists of Individuals (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 26, "class": "Topic", "props": {"keywords": ["delivery-up"], "desc": "Content relating to obligations to delivery-up or destroy confidential information", "name": "Delivery-Up and Destruction", "_oid": "08666c90-f78d-4c6b-836e-534a57809143"}, "display": "Delivery-Up and Destruction (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 158, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines the application of the NDA to the prior disclosed information and, if so, whether prospectively or retrospectively", "questiontext": "Please select one of the following options", "name": "No prior agreement", "_oid": "7d651336-1301-45dc-9049-dbe099b850db"}, "display": "No prior agreement (:PlaybookRule)"}, {"colour": "#336600", "labels": ["Thing", "Local", "Actor"], "id": 671, "class": "Actor", "props": {"name": "Bulge Bank Limited", "_oid": "0075d1df-fb86-485c-b18d-3c7d28b53513"}, "display": "Bulge Bank Limited (:Actor)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 160, "class": "PlaybookRule", "props": {"actiontext": "The NDA should include an effective date and the definition of confidential information should include the prior disclosed information. Suggested language is attached", "desc": "Guidance where there has been a prior disclosure, there is no prior agreement and the NDA must apply retrospectively", "questiontext": "None", "name": "Retrospective NDA", "_oid": "e1574576-94ce-4563-a5b9-36ef3c6c56e9"}, "display": "Retrospective NDA (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 393, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party should consider whether the definition of confidential information should include information created by the receiving party which may (if it is not protected in the same way) compromise the confidentiality of the principal information.  Suggested language is attached. ", "desc": "Guidance on including derivative information in the definition of confidential information and a suggested definition", "questiontext": "None", "name": "Derivative Information Not Covered", "_oid": "7efa4854-609d-4c3c-986a-c1823db355e1"}, "display": "Derivative Information Not Covered (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 162, "class": "PlaybookRule", "props": {"actiontext": "The NDA does not need an effective date, the definition of confidential information in the NDA should include the previously disclosed information (see Inclusion of Prior Information), and the NDA should not affect the accrued rights of either party (see Prior Rights Preservation).  ", "desc": "Guidance where there has been a prior disclosure, there is no prior agreement and the NDA should apply prospectively to the previously disclosed information", "questiontext": "None", "name": "Prospective NDA", "_oid": "96fd3976-847b-4660-af65-df8f82bb1794"}, "display": "Prospective NDA (:PlaybookRule)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 675, "class": "Binding", "props": {"_oid": "aa61f06a-b709-488f-8073-347e20f69c0c"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 164, "class": "PlaybookRule", "props": {"actiontext": "The NDA does not need to include an effective date and the definition of confidential information should exclude the prior disclosed information. Suggested language attached ", "desc": "Guidance where there has been a prior disclosure of information, there is no prior agreement, and the NDA does not apply to the prior disclosed information", "questiontext": "None", "name": "NDA not applicable", "_oid": "aa6c7348-6297-483d-adc8-89c4760d2866"}, "display": "NDA not applicable (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 165, "class": "PlaybookRule", "props": {"actiontext": "It would be prudent to find out whether or not information has been disclosed previously, but if the issue isn't material or you need a sensible fallback, then provide that the NDA applies to the information prospectively (see Inclusion of Prior Information) without affecting any other liability of the parties (see Prior Rights Preservation). ", "desc": "Guidance where it is not known whether there has been a prior disclosure of information to which the NDA would otherwise apply", "questiontext": "None", "name": "No Knowledge of Prior Disclosure", "_oid": "e0ff3458-1c54-45f8-9432-c63f5d18ab54"}, "display": "No Knowledge of Prior Disclosure (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 168, "class": "Document", "props": {"desc": "Effective date clause", "name": "Effective Date", "_oid": "68111b06-e8cd-455d-8b32-f1182c0f31bd", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Effective_Date.docx"}, "display": "Effective Date (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 682, "class": "Topic", "props": {"keywords": ["exceptions"], "desc": "Exceptions to the definition of confidential information or undertakings of confidentiality in respect of certain information", "name": "Exceptions", "_oid": "97f262fa-1fb2-472c-9e87-025e6d714b71"}, "display": "Exceptions (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 199, "class": "Document", "props": {"desc": "Language to exclude prior disclosed information from the definition of confidential information", "name": "Exclusion of Prior Information", "_oid": "6b96d524-de13-40c0-bc1e-9ddce47ff862", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Exclusion_of_prior_disclosed_information_1.docx"}, "display": "Exclusion of Prior Information (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 172, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether or not the prior agreement continues to apply", "questiontext": "Please select one of the following:", "name": "Prior Agreement Exists", "_oid": "8d4fb215-6519-4671-99f8-22fcf6832c46"}, "display": "Prior Agreement Exists (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 173, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determined whether or not prior agreement covered other information", "questiontext": "Please select one of the following:", "name": "Replace Prior Agreement", "_oid": "4e30f13a-b54e-467c-ae86-e6b1aca9ef1e"}, "display": "Replace Prior Agreement (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 686, "class": "Topic", "props": {"keywords": ["public domain", "publicly available", "public information"], "desc": "Exception to a definition of confidential information, or an undertaking of confidentiality", "name": "Public Domain", "_oid": "fab18a19-63a9-4da4-80cc-3e02db8b12ee"}, "display": "Public Domain (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 29, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party will usually want the requirement of confidentiality to be removed, and the receiving party will usually want it to be retained.  A genuinely mutual NDA could adopt either position, assuming the relative importance of the information is the same in practice. For more details, please see the guidance for Disclosing Party or Receiving Party ", "desc": "Guidance where information is only subject to the NDA if it is confidential", "questiontext": "Would you like guidance on the exclusion of information from the agreement or the undertakings of confidence (Exceptions) or as to obligations to mark documents as containing containing information (Obligation to mark)?", "name": "Confidentiality Implications", "_oid": "e0b68d88-0976-4744-9c78-09398a9aee00"}, "display": "Confidentiality Implications (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 688, "class": "Playbook", "props": {"desc": "Rules to determine whether the NDA must be amended in respect of the exclusion from the definition of confidential information or from the undertakings of confidentiality", "name": "Public Domain", "_oid": "ed305068-4288-44d8-814e-5e93dd8c4f40"}, "display": "Public Domain (:Playbook)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 712, "class": "Document", "props": {"desc": "Permitted safeguards language and additional guidance", "name": "Permitted Safeguards", "_oid": "e9e33fc3-e385-4c9e-87e3-9e20faf357d1", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Permitted_Safeguards_Language.docx"}, "display": "Permitted Safeguards (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 691, "class": "PlaybookRule", "props": {"actiontext": "The recipient of confidential information should not be bound by the undertakings of confidentiality in relation to information which is in, or which falls into, the public domain.  If there is a lead time to obtain the information once it becomes public, the disclosing party could legitimately require the obligation of confidentiality to continue for that length of time. \nIf the NDA does not make an exception for information in the public domain, it could well be unenforceable to that extent.  It is often acceptable that an exclusion of public information does not apply if the information became public by reason of a breach of the NDA by the recipient.  The counter-argument is that, because of other remedies available to the disclosing party, the undertaking should not apply (or at least for no longer than the duration of a lead time), even where the recipient was at fault.  In practice, that is unlikely to be acceptable to the disclosing party. The attached language makes provision for the lead time required to obtain information.", "desc": "Determines whether the NDA contains a suitable clause or not", "questiontext": "Does the definition of confidential information, or do the undertakings of confidentiality, exclude or not apply to (as appropriate) information which is generally available to the public at the time of disclosure or which becomes generally available to the public domain (other than as a result of breach of the NDA)?", "name": "Public Domain", "_oid": "a4bbcfc6-9bc2-4cf9-b842-427d950a9397"}, "display": "Public Domain (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 693, "class": "PlaybookRule", "props": {"actiontext": "NDA can remain as drafted in relation to the exclusion of information in the public domain.  The NDA may provide that, where a compilation of information is not itself publicly available, the compilation remains confidential even though all of the components of the compilation are in the public domain.  That is also a reasonable provision (see attached language). ", "desc": "Rule where the NDA does exclude information in the public domain", "questiontext": "None", "name": "Public Domain Acceptable", "_oid": "4908b4f7-536b-4adb-8c04-6dd0e170932b"}, "display": "Public Domain Acceptable (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 695, "class": "PlaybookRule", "props": {"actiontext": "Amend the NDA to exclude information in the public domain in the terms of the attached.  If you would like the obligations of confidentiality to continue for so long as it would take a reasonable person to obtain the information, please see the attached language in relation to the public domain lead time.  The NDA may provide that, where a compilation of information is not itself publicly available, the compilation remains confidential even though all of the components of the compilation are in the public domain.  That is also a reasonable provision (see attached language). ", "desc": "Rule where the NDA does not exclude information in the public domain", "questiontext": "None", "name": "PublicDomainAcceptableN", "_oid": "02ecf695-f5a8-4b0c-be11-6b9b08924003"}, "display": "PublicDomainAcceptableN (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 184, "class": "Document", "props": {"desc": "Language providing an exception to an obligation to mark information as confidential where a reasonable person would regard the information as confidential", "name": "Reasonable Person Exception", "_oid": "7c7c7688-febf-4744-ac7e-7ce83e4b23ca", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Exception_to_mark_copies_as_confidential.docx"}, "display": "Reasonable Person Exception (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 697, "class": "Topic", "props": {"keywords": ["knowledge"], "desc": "Exception to definition of confidentiality or of an undertaking of confidentiality in respect of information already held or acquired by the recipient", "name": "Knowledge ", "_oid": "5ade5d4b-2355-4a04-a841-f06d7df16813"}, "display": "Knowledge  (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 186, "class": "Topic", "props": {"keywords": ["effective date"], "desc": "Content to deal with the issue of whether an agreement needs to take effect earlier than it was signed", "name": "Effective Date", "_oid": "f9122178-94f6-41b2-ae52-9451074e45c2"}, "display": "Effective Date (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 699, "class": "PlaybookRule", "props": {"actiontext": "Information which is already known to the recipient at the time of disclosure, or which the recipient acquires or receives after disclosure - from the recipient's perspective - should be excluded from the definition of confidential information or the undertaking of confidentiality. A disclosing party may require that the knowledge is evidenced in the records of the receiving party.  This is often a reasonable requirement. \n", "desc": "Determines whether or not the NDA can be left as drafted (from the recipient's perspective) in relation to the knowledge of or information held by the recipient", "questiontext": "Does the definition of confidential information or the undertaking of confidentiality exclude information in the terms of the attached?", "name": "Knowledge of Receiving Party?", "_oid": "f35b7126-8099-4f40-b062-4d5c6a87e5c9"}, "display": "Knowledge of Receiving Party? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 700, "class": "PlaybookRule", "props": {"actiontext": "From the perspective of the recipient, the NDA can remain as drafted in relation to the exception of the recipient's knowledge.  A disclosing party would normally accept that position in principle, which is difficult to resist, but consider a qualification that the knowledge must be evidenced in the records of the receiving party.", "desc": "Rule where the NDA can be left as drafted in relation to the knowledge of or information held by the recipient", "questiontext": "None", "name": "Knowledge Recipient Covered", "_oid": "92970025-959f-4afb-a85c-2d7ba5737236"}, "display": "Knowledge Recipient Covered (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 189, "class": "Document", "props": {"desc": "Language imposing an obligation to mark a copy of information as confidential and usual exception as a compromise", "name": "Obligation to Mark Language", "_oid": "d1d3750e-4794-4c8d-86cd-54df98e87d3c", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Obligation_to_mark_copies_as_confidential.docx"}, "display": "Obligation to Mark Language (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 702, "class": "PlaybookRule", "props": {"actiontext": "From the perspective of the recipient, the NDA should be amended to exclude the recipient's knowledge. Suggested language is attached. The disclosing party may object to the language on the basis that it is too subjective as to the recipient's awareness of other duties of confidentiality.  One of the attached compromises may be acceptable. ", "desc": "Suggested language to exclude from the NDA information of which the recipient already has knowledge", "questiontext": "None", "name": "Knowledge Recipient Amendment", "_oid": "c3e99b19-6fdb-4cdc-b499-7510a3ceabbc"}, "display": "Knowledge Recipient Amendment (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 191, "class": "Playbook", "props": {"desc": "Guidance where the NDA is drafted as a framework or master agreement under which information may be disclosed for different purposes", "name": "Master NDAs", "_oid": "ab9ee955-5118-4e05-b0b0-eb74eaa4ce60"}, "display": "Master NDAs (:Playbook)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 279, "class": "Document", "props": {"desc": "Language to require the keeping of records of copies and other documents", "name": "Records Copies and Documents", "_oid": "2cc400df-54af-46ef-a8f4-4ae54e631577", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Records_of_Copies_and_Notes.docx"}, "display": "Records Copies and Documents (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 705, "class": "Playbook", "props": {"desc": "Rules to ensure the NDA allows for the disclosure of information to essential third parties, and the acceptable and unacceptable safeguards to be taken in relation to the disclosures", "name": "Permitted Disclosures", "_oid": "b4fa184b-7d6f-46d0-bdd8-454d511756cb"}, "display": "Permitted Disclosures (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 706, "class": "Topic", "props": {"keywords": ["permitted disclosures", "disclosees"], "desc": "Links together information about the essential disclosees under an NDA", "name": "Permitted Disclosures", "_oid": "9f132c3f-4f86-4b00-b55d-f271ba2df80e"}, "display": "Permitted Disclosures (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 708, "class": "PlaybookRule", "props": {"actiontext": "In some cases, it is essential that the receiving party is able to disclose confidential information to other members of the group, and the receiving party's and group member's officers, employees, agents, contractors, and professional advisers (see attached).  The typical safeguards from the perspective of the disclosing party are attached.", "desc": "Guidance in respect of essential disclosees", "questiontext": "None", "name": "Essential disclosees", "_oid": "9edae2e0-bdb3-4a7b-9296-26cf59c833fc"}, "display": "Essential disclosees (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 197, "class": "Document", "props": {"desc": "Language to include prior disclosed information within the definition of confidential information", "name": "Inclusion of Prior Information", "_oid": "c9adbf52-dbff-4cf0-9ae1-91f736db1117", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Inclusion_of_prior_disclosed_information_2.docx"}, "display": "Inclusion of Prior Information (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 710, "class": "Document", "props": {"desc": "Definition of funds", "name": "Definition of Funds", "_oid": "85810d62-291c-4dd8-8762-7714f75251a5", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Definition_of_Funds.docx"}, "display": "Definition of Funds (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 711, "class": "PlaybookRule", "props": {"actiontext": "Either of the following safeguards can be accepted: (1) notice must be given to the permitted disclosees (whether or not in writing) that the information is confidential; or (2) the client must procure compliance or be responsible for breaches of the NDA by the third-party recipients.  For language and further guidance, see the attached", "desc": "Description of, and language for, permitted safeguards ", "questiontext": "Do you need to consider the rules on how to deal with unacceptable safeguards?", "name": "PermittedSafeguardsUnacceptableQ", "_oid": "46a9a4e3-a979-4422-a835-22d1e19e1dd2"}, "display": "PermittedSafeguardsUnacceptableQ (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 194, "class": "Document", "props": {"desc": "Language to create a mechanism to link the NDA to a matter or transaction", "name": "Matter Schedule", "_oid": "282bb409-3824-4002-82bb-445565d8607d", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Master_NDA_Matter_Schedules.docx"}, "display": "Matter Schedule (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 716, "class": "Document", "props": {"desc": "Language for the key point in a covering e-mail where the NDA had included a requirement for back-to-back NDAs to be concluded", "name": "Back-to-Back Key Point", "_oid": "b7097ef6-aa98-4428-854f-71f1c13c26b4", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Back-to-Back_Key_Point.docx"}, "display": "Back-to-Back Key Point (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 714, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether there are any known unacceptable safeguards", "questiontext": "Are any of the following safeguards present: \n(1) the third-party must enter into an agreement with the client on terms no less stringent that the NDA (if so, select \"Back-to-Back\"). If the NDA obliges the client to ensure the third-party complies with terms as if it had signed the NDA, that is not the same and is acceptable. \nReferences to the third-party being required to “agree” or “undertake” to comply with the NDA as if it were a party, is not acceptable; \n(2) Client\tmust procure that the third-party recipient enters into a separate undertaking with the Disclosing Party (if so, select \"Procure NDA\"); or \n(3) must maintain a list of third-party recipients on an individual basis (if so, enter, \"List\"", "name": "UnacceptableSafeguardsRule", "_oid": "89452a09-02e0-4ab7-94ab-8f1f8cceac81"}, "display": "UnacceptableSafeguardsRule (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 204, "class": "Document", "props": {"desc": "Language to include in the definition of Confidential Information any information of the same nature that has been previously disclosed", "name": "Inclusion of prior similar information", "_oid": "ce1ede41-a0df-45c4-a351-518c2228c137", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Inclusion_of_prior_disclosed_information_of_same_kind.docx"}, "display": "Inclusion of prior similar information (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 717, "class": "PlaybookRule", "props": {"actiontext": "Delete the requirement to procure a separate NDA and replace it with one of the permitted safeguards (unless already included)", "desc": "Rule where the NDA requires the client to procure that the permitted disclosee enters into a separate NDA ", "questiontext": "None", "name": "ProcureNDAY", "_oid": "3460957c-99bc-4af0-9c38-b8a44057163b"}, "display": "ProcureNDAY (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 206, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Where the prior agreement continues to apply to the information, determines whether or not the NDA  applies to the information at all", "questiontext": "Does the NDA apply to the information which is subject to the prior agreement", "name": "NDA applicable ?", "_oid": "ba01584e-cde9-48f5-aadf-f49fd8cfa947"}, "display": "NDA applicable ? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 719, "class": "PlaybookRule", "props": {"actiontext": "Delete the requirement to create and keep a list of individual disclosees, and amend the NDA to include one of the permitted safeguards (unless already included)", "desc": "Rule where the NDA requires the client to keep lists of individual disclosees", "questiontext": "None", "name": "ListsY", "_oid": "e98af28b-2c5d-4822-9184-a86a3483b68f"}, "display": "ListsY (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 208, "class": "PlaybookRule", "props": {"actiontext": "No effective date is needed, the definition of Confidential Information should exclude all information to which the prior agreement applies. Suggested language attached", "desc": "Guidance where a prior agreement continues to apply and the NDA does not apply to any information which is subject to that prior agreement", "questiontext": "None", "name": "NDA not applicable to information", "_oid": "e2b13f43-8c14-452e-a0e4-9a26f4a64d9b"}, "display": "NDA not applicable to information (:PlaybookRule)"}, {"colour": "#663300", "labels": ["Thing", "Obligation", "Local"], "id": 632, "class": "Obligation", "props": {"name": "Supplies", "_oid": "ebd85c30-ab10-4cf6-9ac7-d977de25e13f"}, "display": "Supplies (:Obligation)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 722, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether there is a need to consider the permitted safeguards where information is disclosed to a permitted disclosee", "questiontext": "Do you want to consider the rules applicable to the application of safeguards where information is disclosed to a permitted disclosee?", "name": "PermittedSafeguardsQ ", "_oid": "517cab50-1846-4ea0-937c-01f80abd4bf4"}, "display": "PermittedSafeguardsQ  (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 723, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether rules relating to unacceptable safeguards need to be reviewed", "questiontext": "Do you need to consider the rules on how to deal with unacceptable safeguards?", "name": "UnacceptableSafeguardsQ", "_oid": "e8bc6bea-ff6b-468b-ae75-54406e915439"}, "display": "UnacceptableSafeguardsQ (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 212, "class": "Playbook", "props": {"desc": "Depiction of risk profile according to owner of task and manner of performance", "name": "Griffin Risk Profile", "_oid": "6db9011e-96b3-4ac3-85c0-466efbe14b52"}, "display": "Griffin Risk Profile (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 725, "class": "PlaybookRule", "props": {"actiontext": "The NDA can remain as drafted.", "desc": "General conclusion in relation to acceptable and unacceptable safeguards which don't need to be reviewed", "questiontext": "None", "name": "NDAAsDrafted", "_oid": "421e3efc-426c-4598-8137-0e183cde3e58"}, "display": "NDAAsDrafted (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 215, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines, in the case of a Customer Only process, whether the process is entirely off-system, entirely on-system, or is a combination of the two ", "questiontext": "Please enter whether the performance of the task is entirely off-system (Off-system), entirely on-system (On-system) or a combination of the two (Combination)", "name": "Customer Only Manner of Performance?", "_oid": "f45b23ff-2c96-4c89-a0fb-2692e31449f0"}, "display": "Customer Only Manner of Performance? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 217, "class": "PlaybookRule", "props": {"actiontext": "Liability resides with Customer and no liability is incurred by Griffin", "desc": "Identifies risk where the Customer only owns the task which is to be performed entirely off-system", "questiontext": "None", "name": "Customer only risk", "_oid": "488d6e42-eca2-42ab-a874-2cfa096c5320"}, "display": "Customer only risk (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 730, "class": "Document", "props": {"desc": "Definition of Affiliate/Group Company without reference to Companies Act", "name": "Definition of Affiliate/Group Co Foreign Law", "_oid": "6dd9e63e-4bc5-408f-a968-929bd4138c4a", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Definition_of_Affiliate_or_Group_Company_Foreign_law.docx"}, "display": "Definition of Affiliate/Group Co Foreign Law (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 731, "class": "Playbook", "props": {"desc": "Rules for responding to an obligation to notify the counterparty of a breach of the NDA by the client", "name": "Unauthorised Disclosure", "_oid": "bf772dfb-3ad2-465d-b74d-e41c4b34623e"}, "display": "Unauthorised Disclosure (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 732, "class": "Topic", "props": {"keywords": ["unauthorised disclosure"], "desc": "Rules and content relating to obligations in an NDA associated with unauthorised disclosures", "name": "Unauthorised Disclosure", "_oid": "068d02e4-799b-4e29-b058-6768b55e8062"}, "display": "Unauthorised Disclosure (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 221, "class": "PlaybookRule", "props": {"actiontext": "Where Griffin only is responsible for the task, then Griffin bears any liability regardless of the manner of performance", "desc": "Identifies that Griffin bears any liability where Griffin alone owns the task", "questiontext": "None", "name": "Griffin Only", "_oid": "4830b996-1bd8-40b5-bb95-f4a7891afe88"}, "display": "Griffin Only (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 735, "class": "PlaybookRule", "props": {"actiontext": "An obligation to notify the Disclosing Party or any named individual of an unauthorised disclosure in breach of the NDA is generally acceptable, or at least is difficult to resist, provided that the obligation is subject to the disclosure being legally permissible.", "desc": "Guidance in relation to an obligation to disclose a breach", "questiontext": "Must the client co-operate, or use reasonable endeavours to co-operate, with the Disclosing Party to restrict or mitigate the effects of the unauthorised disclosure? ", "name": "Unauthorised Disclosure?", "_oid": "35ebf064-085f-4b27-bbd3-f39fa9806c8f"}, "display": "Unauthorised Disclosure? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 224, "class": "PlaybookRule", "props": {"actiontext": "The NDA applies to prior disclosed information prospectively from the date of the NDA", "desc": "Guidance where there is a prior agreement which continues to apply to the prior  disclosed information but the NDA applies going forward", "questiontext": "Did the prior agreement cover other information as well as information which is to be the subject matter of the NDA?", "name": "Prior Agreement Other Info?", "_oid": "ceceaca2-ae16-4e3b-acb2-459bd766687a"}, "display": "Prior Agreement Other Info? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 737, "class": "PlaybookRule", "props": {"actiontext": "This would not be an unreasonable request from the disclosing party, but it would be prudent to add a reference to the unauthorised disclosure being in breach of the agreement.", "desc": "Guidance to respond to an obligation to co-operate, or use reasonable endeavours to co-operate, with the Disclosing Party to restrict or mitigate the effects of an unauthorised disclosure", "questiontext": "None", "name": "UnauthorisedDisclosureCo-opY", "_oid": "feb524e3-8e25-44d5-b130-8b0504a688ae"}, "display": "UnauthorisedDisclosureCo-opY (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 226, "class": "PlaybookRule", "props": {"actiontext": "No effective date is needed, the definition of confidential information should include prior disclosed information, and the NDA should terminate the prior agreement without affecting accrued rights. Suggested language attached", "desc": "Guidance where there is a prior agreement which continues to apply to the prior disclosed information but did not cover any other information", "questiontext": "None", "name": "NDA Only", "_oid": "edc2ea6b-e425-4ce8-9429-e996c201d6b4"}, "display": "NDA Only (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 739, "class": "Topic", "props": {"keywords": "mandatory", "desc": "Rules and content associated with compliance with mandatory disclosures of confidential information", "name": "Mandatory Disclosure", "_oid": "d44088a2-4341-444d-9f94-d9a9bf361745"}, "display": "Mandatory Disclosure (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 741, "class": "Playbook", "props": {"desc": "Rules  related to compliance with mandatory disclosures", "name": "Mandatory Disclosures", "_oid": "af62a975-438c-4441-a33d-4483ed0a07da"}, "display": "Mandatory Disclosures (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 743, "class": "PlaybookRule", "props": {"actiontext": "It is important from the perspective of the recipient that disclosures of confidential information required to comply with law or regulation, including lawful requirements of governmental or regulatory authorities and court orders, are permitted.  This point should not be controversial. It is also common in practice to permit disclosures according to the rules of a recognised stock exchange.  The permitted disclosure can be limited \"to the extent and for the purpose of the disclosure\". Suggested language is attached.  The right to comply should not be subject to a proviso or other qualification.  ", "desc": "Guidance on the mandatory disclosures of confidential information which the NDA should permit", "questiontext": "None", "name": "Mandatory disclosure scope", "_oid": "bad14a11-39b5-4b15-a1c8-a76f6e199699"}, "display": "Mandatory disclosure scope (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 745, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Identifies whether there are common types of safeguards which are known to require amendment", "questiontext": "Please select the appropriate entry where either of the following statements is true: (a)  reasonable efforts are required to ensure that the recipient observes the confidentiality of the information (if so, enter \"Negotiable\"); or (b) any of the following applies (and if so, select \"Unacceptable\") (i) Disclosing Party must be notified before making the Disclosure (ii) client must co-operate with the Disclosing Party in obtaining protective orders; (c) client must consult with the Disclosing Party, and take into account the Disclosing Party’s comments.", "name": "ManDisclosureSafeguardsRequiringChange", "_oid": "9ffce734-ff74-4a42-874d-f99452d20f15"}, "display": "ManDisclosureSafeguardsRequiringChange (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 746, "class": "PlaybookRule", "props": {"actiontext": "NDA can remain as drafted in  relation to those safeguards", "desc": "Confirms acceptability of certain safeguards", "questiontext": "Do you want to review the rules on safeguards which require change?", "name": "ManDiscAccSafeY", "_oid": "d2a475b7-9eab-4c2d-a7f0-3a6be782f79a"}, "display": "ManDiscAccSafeY (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 235, "class": "Document", "props": {"desc": "Termination of prior agreement in part to the extent use and disclosure is governed by the NDA without affecting accrued rights", "name": "Termination in Part Accrued Rights", "_oid": "aa78399b-68cc-49d7-b629-9eef1ece19b5", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Terminate_Prior_Agreement_in_Part_Accrued_Rights.docx"}, "display": "Termination in Part Accrued Rights (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 748, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Confirms no further action if safeguards requiring change need not be reviewed", "questiontext": "None", "name": "ManDiscNFA", "_oid": "9aadee61-ec86-4f4a-80fd-24b78c3c8572"}, "display": "ManDiscNFA (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 210, "class": "Document", "props": {"desc": "Language to exclude from the NDA any information subject to another agreement", "name": "Exclude information subject to other agreement", "_oid": "2b8881d3-a360-4603-8346-faeb36f15aae", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Exclusion_of_information_subject_to_other_agreement.docx"}, "display": "Exclude information subject to other agreement (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 750, "class": "PlaybookRule", "props": {"actiontext": "Include an exception where the third-party recipient is already subject to legal or other duties of confidentiality", "desc": "Rule where client is required to use commercially reasonable efforts to ensure that the mandatory third-party recipient observes the confidentiality of the information", "questiontext": "None", "name": "ManDisclosureNegotiable", "_oid": "0ce475c2-863b-4c30-9cd9-edcd2616755e"}, "display": "ManDisclosureNegotiable (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 240, "class": "Playbook", "props": {"desc": "Guidance in relation to obligations to preserve the confidentiality of the confidential information", "name": "Confidentiality", "_oid": "1c45a35e-d4c6-4439-9c94-75af65c9e200"}, "display": "Confidentiality (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 754, "class": "Topic", "props": {"keywords": ["duration"], "desc": "Rule for the duration of the NDA", "name": "Duration", "_oid": "1ea06f66-0966-41d8-9be3-5f24902884b9"}, "display": "Duration (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 244, "class": "Playbook", "props": {"desc": "Guidance on the need to ensure that the existence and terms of the NDA are confidential", "name": "NDA Itself", "_oid": "3568f5c1-c3b6-42af-8308-200c1c71fdf8"}, "display": "NDA Itself (:Playbook)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 757, "class": "Playbook", "props": {"desc": "Rules for dealing with the duration of the NDA", "name": "Duration", "_oid": "9f95ee93-9af4-4d53-a840-eb8e5514d809"}, "display": "Duration (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 247, "class": "Topic", "props": {"keywords": ["fact"], "desc": "Content relating to the fact and existence of the NDA as being confidential", "name": "NDA Itself", "_oid": "e359078f-95ac-498e-88f3-c012c60360d5"}, "display": "NDA Itself (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 761, "class": "PlaybookRule", "props": {"actiontext": "Unless the NDA is an RBS NDA, amend the NDA so as to reflect the language attached.  ", "desc": "Rule on how to amend an NDA on the first review where the duration does not conform to the opening position", "questiontext": "Is the NDA an RBS-related NDA?", "name": "DurationFirstReviewAmend", "_oid": "3cdc7928-b4cc-4fd9-a0eb-6a6a06b38ddd"}, "display": "DurationFirstReviewAmend (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 762, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines area(s) of disagreement over duration", "questiontext": "Select which one of the following describes the area(s) of disagreement: (a) the length of time in years (if so, select \"Time\");  or (b) termination of entering into the final deal (if so, select \"Transaction\");.  If both are in contention, you need to apply the rules associated with each option.", "name": "DurationAreasDisagree", "_oid": "f65646e5-28dd-4b8c-81b5-0431e9446b64"}, "display": "DurationAreasDisagree (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 763, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines if this is the second or later review", "questiontext": "Is this the second review of the NDA by us?", "name": "DurationSecondReviewQ", "_oid": "dcfc4172-8a70-41c3-9e43-9caddb508d48"}, "display": "DurationSecondReviewQ (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 252, "class": "Document", "props": {"desc": "Language to preserve obligations of confidentiality for the lead time that would be required to obtain information from the public domain", "name": "Public domain lead time", "_oid": "af22dd6e-28b6-45fd-9836-1fea566d6da5", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Public_domain_lead_time.docx"}, "display": "Public domain lead time (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 765, "class": "PlaybookRule", "props": {"actiontext": "Take instructions from Legal. Suggested language to do so is attached", "desc": "Requirement to take instructions because usual alternatives have not been accepted", "questiontext": "None", "name": "DurationRequestInstructions", "_oid": "ab32f944-2ec7-4c17-8093-810cc3a9aad6"}, "display": "DurationRequestInstructions (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 767, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether the NDA is within market limits as to duration", "questiontext": "If the time period is three years or less, it can be accepted. If it is more, take instructions from Legal in the terms attached", "name": "TimeThreeYearsMax", "_oid": "f93dab7a-92a8-404c-bf14-d39ad009cf9e"}, "display": "TimeThreeYearsMax (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 768, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines the area(s) of disagreement as to duration where the NDA is an RBS NDA", "questiontext": "Please select which of the following describes the area(s) of disagreement: (a) the length of time of the NDA (if so, select \"Time\"); (b) termination on entering into final documentation (if so, select \"Transaction\").  If both are in contention, you will need to apply the rules to each one", "name": "DurationRBSAreasDisagreement", "_oid": "5b34a96c-ed1d-4984-82a9-52490c185b81"}, "display": "DurationRBSAreasDisagreement (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 769, "class": "PlaybookRule", "props": {"actiontext": "Don't amend the NDA, but include a Key Point in the covering e-mail in the terms attached", "desc": "Rule where the only issue as to duration in an RBS NDA is the time before which the NDA expires", "questiontext": "None", "name": "RBSDurationTime", "_oid": "979705cb-ec71-467e-bd04-3ac0f70dcb63"}, "display": "RBSDurationTime (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 213, "class": "PlaybookRule", "props": {"actiontext": "The identity of the \"owner\" of the task is fundamentally important to the risk profile", "desc": "Identifies owner of the task in a process", "questiontext": "Please enter whether the owner of a process is Customer Only, Griffin Only,  or Both", "name": "Owner?", "_oid": "b0aefa80-6613-4f82-ac6d-7a8bd5af964c"}, "display": "Owner? (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 260, "class": "Playbook", "props": {"desc": "Guidance relating to the method of disclosure", "name": "Method of disclosure", "_oid": "bb67a3f1-a7d3-42d9-b055-ae60bc948e6a"}, "display": "Method of disclosure (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 773, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether RBS has agreed or made an amendment whereby the NDA terminates when the parties enter into final documentation", "questiontext": "Does the NDA terminate where the parties enter into final documentation?", "name": "DurationRBSTerminateTransactionQ", "_oid": "1edacc8a-f82d-4f2f-924b-f3dea3fd69e5"}, "display": "DurationRBSTerminateTransactionQ (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 774, "class": "PlaybookRule", "props": {"actiontext": "Amend the NDA to provide that the NDA terminates where final documentation is signed by the client or a fund in the terms attached", "desc": "Rule where RBS has agreed or proposed that the NDA terminates where the parties enter into final documentation", "questiontext": "None", "name": "DurationRBSTerminateTransactionY", "_oid": "03c429b1-563d-494b-ab8d-c316931f739f"}, "display": "DurationRBSTerminateTransactionY (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 263, "class": "Topic", "props": {"keywords": ["method"], "desc": "Content relating to the method by which information is disclosed or revealed", "name": "Method of Disclosure", "_oid": "8ccebe6d-d62c-47a1-8fc9-6321f5296543"}, "display": "Method of Disclosure (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 145, "class": "PlaybookRule", "props": {"actiontext": "No assurance of the accuracy or completeness of the information, or an exclusion of liability for inaccuracy or incompleteness, is normally acceptable.", "desc": "Confirmation that exclusion of liability for inaccurate or incomplete information is normally acceptable, and determines whether there is an explicit exclusion of liability for lack of authority to disclose it", "questiontext": "Is there an explicit exclusion or limitation of liability of the counterparty in respect of the right to disclose the information?", "name": "AccuracyAndAuthorityDisclose", "_oid": "908e8221-8c3f-4ef9-82c3-cff7302ff628"}, "display": "AccuracyAndAuthorityDisclose (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 266, "class": "Playbook", "props": {"desc": "Guidance on the material form in which the information is recorded or embodied", "name": "Material form", "_oid": "edea2de4-51bb-4e9c-84a3-c2a1564a2a60"}, "display": "Material form (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 779, "class": "PlaybookRule", "props": {"actiontext": "Don't amend the NDA to provide for its termination upon the parties entering into final documentation, but include a Key Point in the covering e-mail in the terms attached", "desc": "Rule where RBS has amended or agreed the NDA which makes no provision for termination when the parties enter into final documentation", "questiontext": "None", "name": "DurationRBSTerminateTransactionN", "_oid": "7b8a0ad1-7d2b-4fbb-98e8-2cf872536fb6"}, "display": "DurationRBSTerminateTransactionN (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 269, "class": "Topic", "props": {"keywords": ["material"], "desc": "Content relating to the material form embodying confidential information ", "name": "Material Form", "_oid": "a5bc902c-40ef-4081-a67b-266e9050709a"}, "display": "Material Form (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 782, "class": "Document", "props": {"desc": "Instructions as to duration", "name": "Duration Time Instructions", "_oid": "d3ab7493-a6e3-44e6-8945-19925a497f84", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Duration_Time_Instructions.docx"}, "display": "Duration Time Instructions (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 759, "class": "PlaybookRule", "props": {"actiontext": "In principle, undertakings of confidentiality should remain as long as the information is confidential.  In practice, however, many organisations prefer to agree a long-stop date when their obligations come to an end.  Any period between 2 to 5 years is in-line with practice.  From the perspective of the disclosing party, it is important that the information is delivered-up or destroyed when the reason for the agreement ends.", "desc": "Guidance on the duration of the NDA", "questiontext": "Would you like to review the guidance on delivery-up and destruction of confidential information?", "name": "Duration", "_oid": "e8763eb5-f0a6-4b92-bc68-7ade27abd8a1"}, "display": "Duration (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 272, "class": "Playbook", "props": {"desc": "Guidance relating to the keeping of records by the receiving party", "name": "Records", "_oid": "90499a5f-efd2-4b6c-a047-0fa7c4d87ebe"}, "display": "Records (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 785, "class": "PlaybookRule", "props": {"actiontext": "Take instructions in the terms attached, according to whether or not the time period is agreed", "desc": "Rule where the sunset clause on entering into the transaction is not agreed", "questiontext": "None", "name": "DurationTransactionInstructions", "_oid": "cb11da64-ab74-4c33-912e-0e0fbd862e55"}, "display": "DurationTransactionInstructions (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 275, "class": "PlaybookRule", "props": {"actiontext": "The attached document contains a provision that requires the receiving party to keep records of organisations and individuals to whom confidential information has been disclosed.  It can be adapted to refer to organisations only ", "desc": "Language to require lists of disclosees", "questiontext": "None", "name": "Records of disclosees", "_oid": "0c7f1fde-f1d2-4812-aa93-1e64c99854b6"}, "display": "Records of disclosees (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 788, "class": "PlaybookRule", "props": {"actiontext": "It wold be sensible for the receiving party to amend the agreement to give the right either to deliver-up or destroy derivative information.", "desc": "Guidance where receiving party does not have the choice to deliver-up or destroy information", "questiontext": "None", "name": "No Election", "_oid": "ef58644c-8952-48bd-b9d5-f4b043be4a1c"}, "display": "No Election (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 789, "class": "PlaybookRule", "props": {"actiontext": "It is likely to be important for  a receiving party to be able to retain the notes and other material it creates in the course of dealings with the disclosing party and which may contain derivative material.", "desc": "Determines whether client may elect to deliver-up or destroy", "questiontext": "Is the receiving party entitled to elect whether to deliver-up or destroy derivative information?", "name": "Delivery Up Election?", "_oid": "b6500584-d0a0-4244-99c0-80882e3c3cf7"}, "display": "Delivery Up Election? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 791, "class": "PlaybookRule", "props": {"actiontext": "The NDA can remain as drafted.", "desc": "Guidance where the client is entitled to elect to deliver-up or destroy derivative material", "questiontext": "None", "name": "Election Permitted", "_oid": "6ba49f2b-bc21-4757-bceb-0af755ba333f"}, "display": "Election Permitted (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 280, "class": "PlaybookRule", "props": {"actiontext": "The attached document contains a provision that requires the receiving party to keep records of copies made of confidential information and documents which contain or refer to confidential information", "desc": "Language to keep records of copies and of notes and other documents", "questiontext": "None", "name": "Records of Documentation", "_oid": "dab7691b-02e6-4d10-a0d5-2a101ecb9396"}, "display": "Records of Documentation (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 793, "class": "Topic", "props": {"keywords": ["certificate"], "desc": "Guidance on how to amend an NDA in relation to an obligation to certify that confidential information has been destroyed", "name": "Certificate of Destruction", "_oid": "c259ca30-0545-453f-9e19-28a65add979c"}, "display": "Certificate of Destruction (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 794, "class": "Topic", "props": {"keywords": ["exceptions to delivery-up"], "desc": "Guidance and language to provide the required exceptions to an obligation to deliver-up or destroy confidential information", "name": "Permitted Retention", "_oid": "706a36ae-16d0-483d-947a-48d2ee0e2b83"}, "display": "Permitted Retention (:Topic)"}, {"colour": "#00F", "labels": ["Thing", "Guidance", "Local"], "id": 795, "class": "Guidance", "props": {"desc": "The time for performance of an obligation to provide a certificate of destruction should be, “as soon as reasonably practicable after being requested in writing” or (if that is not acceptable) “without undue delay after being requested in writing”", "name": "Certificate of Destruction", "_oid": "7dedb688-aaf6-4191-b34e-36987d50238b"}, "display": "Certificate of Destruction (:Guidance)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 796, "class": "Playbook", "props": {"desc": "Rules relating to agreeing the circumstances in which confidential information can be retained", "name": "Delivery-up Permitted Retention", "_oid": "580ebdfe-630e-4c23-96e1-a09ec36e707c"}, "display": "Delivery-up Permitted Retention (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 797, "class": "PlaybookRule", "props": {"actiontext": "A requirement to deliver-up or destroy confidential information at the end of the agreement, or even at the order of the disclosing party at any time, would be quite usual and should not be contentious.  However, it would also be usual to provide for certain exceptions to the obligation.", "desc": "Guidance in relation to key grounds on which confidential information can be retained", "questiontext": "Does the NDA authorise the retention of confidential information in order to comply with law, regulation, court order and document retention policies?", "name": "Permitted Retention?", "_oid": "78face38-575d-4d2e-ba01-6d6441405cdb"}, "display": "Permitted Retention? (:PlaybookRule)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 286, "class": "Binding", "props": {"_oid": "617c6630-e314-4edc-9781-c266ca914cd4"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 800, "class": "PlaybookRule", "props": {"actiontext": "The NDA can remain as drafted in relation to the permitted retention of confidential information.  If the NDA provides that the confidentiality obligations continue in respect of information retained under these permitted exceptions, then that is normally acceptable.", "desc": "Confirmation that the NDA is acceptable as regards the retention of confidential information", "questiontext": "Does the delivery-up/destruction obligation apply insofar as it is technically or reasonably practicable to do so, or is there an exception in relation to data held in back-up or archive systems?", "name": "PermittedRetentionY", "_oid": "b4805bac-6ee6-4392-a423-e27dcfadd04e"}, "display": "PermittedRetentionY (:PlaybookRule)"}, {"colour": "#00F", "labels": ["Thing", "Local", "Agreement"], "id": 667, "class": "Agreement", "props": {"desc": "Software licence and maintenance agreement with Trust Bank in respect of corporate actions software", "name": "Corporate Actions Software Licence", "_oid": "e88d0608-fe9e-42fd-aa9b-2b9ec360b7ab"}, "display": "Corporate Actions Software Licence (:Agreement)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 802, "class": "PlaybookRule", "props": {"actiontext": "It would be prudent for the receiving party to require that it may at least retain confidential information in order to comply with applicable law or regulation. An alternative compromise may be to permit retention of information in accordance with document retention policies, or for audit and compliance purposes.  For examples of language please see the attachment.", "desc": "Guidance on the minimum prudent requirement as a exception to the delivery-up or destruction obligation", "questiontext": "Does the delivery-up/destruction obligation apply insofar as it is technically or reasonably practicable to do so, or is there an exception in relation to data held in back-up or archive systems?", "name": "PermittedRetentionRejected", "_oid": "5e7fc03d-9058-423b-b690-2a0268afbb52"}, "display": "PermittedRetentionRejected (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 219, "class": "PlaybookRule", "props": {"actiontext": "Liability of Griffin depends on causation (as between the parties) and allocation of risk in the contract", "desc": "Liability of Griffin depends on causation (as between the parties) and allocation of risk in the contract", "questiontext": "None", "name": "Qualified Risk", "_oid": "d60bf911-021b-4909-8606-2d1933f48c3d"}, "display": "Qualified Risk (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 292, "class": "PlaybookRule", "props": {"actiontext": "It is rare to see in a routine NDA that applies to business information an obligation limiting the location at which confidential information may be held.  However, it may be prudent for the disclosing party to provide a secure address at which hard copies of the information or the material form of confidential information must be stored ", "desc": "Guidance on obligations relating to the location at which confidential information must be held", "questiontext": "None", "name": "Location", "_oid": "d8df76f7-ad5f-4bad-8510-a404667f3e27"}, "display": "Location (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 805, "class": "Document", "props": {"desc": "NDA", "name": "NDA", "_oid": "f04456a7-8d31-4ee4-8ac8-1e52e5aa004d", "attachment": "uploads/Non-disclosure_agreement.docx"}, "display": "NDA (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 294, "class": "PlaybookRule", "props": {"actiontext": "Given the vulnerability of systems to cyber-attack, a disclosing party may want to preclude information being stored in the cloud or, indeed, any system which can be accessed remotely.  However, the latter is likely to be problematic or very constraining for the receiving party.", "desc": "Guidance in relation to obligations which limit the systems in which confidential information may be stored", "questiontext": "None", "name": "Systems", "_oid": "748503a9-e494-4998-a463-0b96299146e8"}, "display": "Systems (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 296, "class": "PlaybookRule", "props": {"actiontext": "Confidential information which is commingled with other information is at greater risk of unauthorised access or of being lost or damaged.  A disclosing party may well want to oblige the receiving party to separate the information from the receiving party's other information.  This should be relatively easy to do physically, but more difficult to achieve within a system.  Obligations to keep information \"logically\" separate should be avoided in favour of spelling out what is required in practice - for instance, it may be sufficient to keep the information in a marked file ", "desc": "Guidance in respect of an obligation to keep information physically or logically (or both) separate from other information of the receiving party", "questiontext": "None", "name": "Separation", "_oid": "fad9ef58-743f-4405-a1c5-d24a4cca8535"}, "display": "Separation (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 298, "class": "Playbook", "props": {"desc": "Guidance on where the knowledge of the recipient should be an exception to an obligation of confidence or the definition of Confidential Information", "name": "Knowledge", "_oid": "284f15dd-0160-4ea7-9c65-ca8bac7daf9e"}, "display": "Knowledge (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 301, "class": "PlaybookRule", "props": {"actiontext": "Information which has been created or invented without reference to the Confidential Information, from the recipient's perspective, should be excluded from the definition of Confidential Information or an obligation of confidence.  Suggested language is attached", "desc": "Language to exclude information created or invented independently by the receiving party", "questiontext": "None", "name": "Independent Creation", "_oid": "ccf4f98a-1002-4ed7-9870-f11f9f91ae19"}, "display": "Independent Creation (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 303, "class": "Document", "props": {"desc": "Language to exclude from the undertaking of confidence or the definition of confidential information, information created or invented by the receiving party independently ", "name": "Independently Created Information", "_oid": "78503367-74f0-42c2-bd1a-67f2a88d7e35", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Exception_Independently_Created.docx"}, "display": "Independently Created Information (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 305, "class": "Playbook", "props": {"desc": "Guidance relating to the exclusion of independently created or invented information", "name": "Independently Created Information", "_oid": "95099363-c51b-4044-b7f7-e887cf5aa33d"}, "display": "Independently Created Information (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 307, "class": "Topic", "props": {"keywords": ["independent"], "desc": "Content relating to the exclusion of independently created information from the definition of confidential information and an obligation of confidence", "name": "Independently Created", "_oid": "fdc8547e-b5ff-4bd0-b08a-1478946f0dca"}, "display": "Independently Created (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 310, "class": "PlaybookRule", "props": {"actiontext": "You really need to see this website http://www.andrewdscott.co.uk/", "desc": "Access to a fab website", "questiontext": "Have you ever seen anything as good as this website", "name": "Web link test", "_oid": "afeaee0f-a42e-4680-bb21-265357b385a1"}, "display": "Web link test (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 311, "class": "Playbook", "props": {"name": "Web link test", "_oid": "f338201d-2bbe-4534-aab8-1aa1c9404d9a"}, "display": "Web link test (:Playbook)"}, {"colour": "#336600", "labels": ["Thing", "Local", "Actor"], "id": 641, "class": "Actor", "props": {"name": "Acme UK Limited", "_oid": "137fa6c3-9522-4d29-8e20-104b03925944"}, "display": "Acme UK Limited (:Actor)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 313, "class": "PlaybookRule", "props": {"actiontext": "The agreement could remain as drafted, but some receiving parties consider that the qualification of \"technically practicable\" is too narrow, because accessing back-up or archive copies, whilst technically achievable, is still very time-consuming.  A reference to the process being \"reasonably practicable\" is less onerous, but if you are still concerned, then it would be preferable to state that the obligation does not apply to back-up and archive data.", "desc": "Guidance that the introduction of a requirement of practicality can be accepted", "questiontext": "Would you like to see guidance on the provision of a certificate of destruction of confidential information?", "name": "Archive Data", "_oid": "fe971dff-c3db-42db-86c1-75aec4590cb3"}, "display": "Archive Data (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 315, "class": "PlaybookRule", "props": {"actiontext": "It would be prudent for the receiving party to provide that the obligation to deliver-up/destroy information does not extend to information held in back-up or archive systems, or only where it is technically or reasonably practicable to do so.  You could rely on one or the other exception, but it would be clearer to adopt the former. If you elect the qualification of practicality, bear in mind that what is technically practicable may still be very time-consuming, and you may prefer the less onerous exception of \"reasonably\" practicable.", "desc": "Guidance where the delivery-up/destruction obligation is not qualified as regards the practicality of doing so or does exclude back-up/archive data", "questiontext": "Would you like to see guidance on the provision of a certificate of destruction of confidential information?", "name": "ArchiveDataExceptionNo", "_oid": "2c0413d6-fd40-467a-9b61-220882fcd4ce"}, "display": "ArchiveDataExceptionNo (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 319, "class": "PlaybookRule", "props": {"actiontext": "It may be prudent to include an exception to the delivery-up/destruction obligation in respect of archive and back-up systems.", "desc": "Guidance on the need for an exception to the delivery-up/destruction obligation in respect of archive and back-up systems", "questiontext": "Does the delivery-up/destruction obligation apply insofar as it is technically or reasonably practicable to do so, or is there an exception in relation to data held in back-up or archive systems?", "name": "Archive and Back-up?", "_oid": "c4b183a4-a431-4745-a7a0-916a9af92293"}, "display": "Archive and Back-up? (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 320, "class": "Playbook", "props": {"desc": "Guidance on the need for an exception to the delivery-up/destruction obligation in respect of data held in back-up and archive systems", "name": "Archive and Back-up", "_oid": "f0091729-77d6-41ec-9cf8-030a9f988b9f"}, "display": "Archive and Back-up (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 651, "class": "Topic", "props": {"keywords": ["Bulge Bank custody"], "desc": "Customer contracts relating to the provision of custody services by Bulge Bank", "name": "Bulge Bank Custody", "_oid": "c4980deb-eed3-4153-8723-5de48b04582b"}, "display": "Bulge Bank Custody (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 324, "class": "Topic", "props": {"keywords": ["archive"], "desc": "Guidance relating to an exception to the delivery-up/destruction obligation in respect of archived and backed-up data", "name": "Archived and Backed-up Data", "_oid": "544dfc69-9224-4109-a706-56901999eb9b"}, "display": "Archived and Backed-up Data (:Topic)"}, {"colour": "#00F", "labels": ["Thing", "Local", "Agreement"], "id": 285, "class": "Agreement", "props": {"desc": "Asset sale agreement between Andrew Scott and Mattersmith Limited", "name": "Mattersmith ASA", "_oid": "86fae840-1104-49ad-88d5-c90dfe1e241a"}, "display": "Mattersmith ASA (:Agreement)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 327, "class": "Playbook", "props": {"desc": "Guidance on an obligation to provide a certificate the the obligation to deliver-up or destroy confidential information has been complied with", "name": "Certificate of Destruction", "_oid": "4d53a409-969b-4a7a-999e-cd17b235d362"}, "display": "Certificate of Destruction (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 329, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party has a legitimate interest to \n know that, if a receiving party agrees to destroy confidential information, then the receiving party has done so.  This is commonly reflected in an obligation on the receiving party to certify that the requirement has been complied with. \n Consideration will be needed of who should sign the certificate. \n The receiving party will often prefer to provide the certificate “as soon as reasonably practicable\" after being requested.  By comparison, the disclosing party may require the certificate to be delivered immediately.  A compromise may be a reference to \"promptly\" or  “without undue delay”.", "desc": "Guidance on provision of a certificate that confidential information has been destroyed.", "questiontext": "None", "name": "Certificate of Destruction", "_oid": "37b615aa-5b6b-4fef-b7bd-8546cdb3a7a9"}, "display": "Certificate of Destruction (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 331, "class": "PlaybookRule", "props": {"actiontext": "The receiving party will usually want the obligation to deliver-up or destroy the information to be performed “as soon as reasonably practicable\" after being requested.   or (if that is not acceptable) “without undue delay”.", "desc": "Guidance on the time for the performance of an obligation to deliver-up or destroy confidential information", "questiontext": "None", "name": "Time for delivery-up/destruction", "_oid": "4b6729a3-bd9b-49df-8b8a-ca17f683b97a"}, "display": "Time for delivery-up/destruction (:PlaybookRule)"}, {"colour": "#663300", "labels": ["Thing", "Obligation", "Local"], "id": 684, "class": "Obligation", "props": {"attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Bulge_Bank_Acme_FM_MSA_Relief_Events.docx", "_oid": "3cfaf8e2-a46d-4b71-bcbf-ede6f80c50ea", "name": "Relief Events Clause"}, "display": "Relief Events Clause (:Obligation)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 339, "class": "Document", "props": {"desc": "Language relating to the permitted retention of confidential information ", "name": "Permitted Retention Language", "_oid": "55866280-aa1d-4e50-b9c1-395c8904fcbf", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Permitted_Retention_Language_1.docx"}, "display": "Permitted Retention Language (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 341, "class": "Document", "props": {"desc": "Language providing an assurance that the disclosing party has the authority to disclose confidential information", "name": "Authority to disclose", "_oid": "9479cea5-9fa7-43c0-a0a7-981536672164", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Authority_to_disclose_information.docx"}, "display": "Authority to disclose (:Document)"}, {"colour": "#f68100", "labels": ["FirstPartyRole", "Thing", "Local"], "id": 668, "class": "FirstPartyRole", "props": {"desc": "Licensee and customer in relation to corporate actions software licence and maintenance agreement", "name": "Licensee", "_oid": "8694e12e-9424-4934-a8a9-50e9e30a9497"}, "display": "Licensee (:FirstPartyRole)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 345, "class": "Playbook", "props": {"desc": "Guidance in relation to the exclusion of residual knowledge from the undertakings of confidentiality", "name": "Residual Knowledge", "_oid": "65eba2c5-d2de-40d3-8dc4-b17064e7805f"}, "display": "Residual Knowledge (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 346, "class": "PlaybookRule", "props": {"actiontext": "A receiving party may seek to retain the right to exploit information which represents general know-how  or experience as a result of having been involved in the agreement.  This ought to be resisted by the disclosing party as it is often very difficult to distinguish between information which may well form part of someone's legitimate knowledge on the one hand and the confidential information on the other.  In order to render such provisions acceptable, it is usually necessary to remove from the scope of the provision all specific forms of the confidential information and to include protection of a party's intellectual property rights.", "desc": "Guidance on the limited circumstances in which a disclosing party can agree to the exclusion of \"residuals\" from the scope of the undertakings of confidentiality", "questiontext": "None", "name": "Residuals ", "_oid": "8f800470-a21a-44cd-b159-703424ed8151"}, "display": "Residuals  (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 348, "class": "Topic", "props": {"keywords": ["residual"], "desc": "Content relating to provisions which seek to preserve one party's right to exploit general knowledge and experience", "name": "Residuals", "_oid": "6d772b16-5e7c-4aef-81c7-d0da580425c8"}, "display": "Residuals (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 229, "class": "Document", "props": {"desc": "Terminates prior agreement  to the extent it covers confidential information which is subject to the NDA", "name": "Terminate Prior Agreement in Part", "_oid": "c606e088-5013-4041-8e3b-eccd51114167", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Terminate_Prior_Agreement_in_Part_1.docx"}, "display": "Terminate Prior Agreement in Part (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 352, "class": "Document", "props": {"desc": "Language to permit compliance with mandatory disclosure requirements", "name": "Mandatory Disclosure Language", "_oid": "e51977fc-6ceb-4e49-922b-dd29ac8b5906", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Compliance_with_mandatory_disclosure.docx"}, "display": "Mandatory Disclosure Language (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 354, "class": "Playbook", "props": {"desc": "Guidance on the safeguards which may apply to mandatory disclosures", "name": "Mandatory Disclosure Safeguards", "_oid": "da8eca7e-ed46-41ab-b001-4eb0eff5e979"}, "display": "Mandatory Disclosure Safeguards (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 355, "class": "PlaybookRule", "props": {"actiontext": "This guidance covers the safeguards which are commonly applied to mandatory disclosure requirements applicable to the receiving party.", "desc": "Determines the topics of interest", "questiontext": "Please select one of the following topics: notice of the disclosure to be given to the disclosing party; co-operation with the disclosing party; consultation with the disclosing party; receiving party to take into account comments; confining the disclosure to the minimum necessary to comply.", "name": "Typical Disclosure Safeguards", "_oid": "ea4ccf08-24f6-429d-9205-4faf9330c413"}, "display": "Typical Disclosure Safeguards (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 357, "class": "PlaybookRule", "props": {"actiontext": "The interests of the receiving party and the disclosing party are quite different and often opposed. Please see the short note attached.", "desc": "Guidance on the opposing interests of the disclosing party and the receiving party in respect of the giving notice of a mandatory disclosure ", "questiontext": "None", "name": "Mandatory Requirement Notice", "_oid": "8db68353-621d-4603-a2db-e88488533679"}, "display": "Mandatory Requirement Notice (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 359, "class": "Topic", "props": {"keywords": "safeguard; safeguards", "desc": "Content on the safeguards commonly applied to protect the interests of the disclosing party where the receiving party is subject to a duty to disclose the confidential information", "name": "Mandatory Disclosure Safeguards", "_oid": "f29fbe7d-c056-4012-83a1-87ae65c1e488"}, "display": "Mandatory Disclosure Safeguards (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 360, "class": "Topic", "props": {"keywords": ["notice"], "desc": "Content relating to the requirement to give the disclosing party notice of a duty to disclose confidential information", "name": "Notice of Mandatory Disclosure", "_oid": "63501139-1f26-4bea-a04f-fddb484c539b"}, "display": "Notice of Mandatory Disclosure (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 361, "class": "Topic", "props": {"keywords": "consult; consultation", "desc": "Content relating to an obligation of the receiving party to co-operate with the disclosing party in resisting a duty on the receiving party to disclose confidential information", "name": "Consultation and Comments", "_oid": "2717a8ed-93cd-48b8-990d-d445c6a6cded"}, "display": "Consultation and Comments (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 362, "class": "Topic", "props": {"keywords": "essential disclosure; proportionate disclosure", "desc": "Content relating to an obligation of the receiving party to limit the disclosure of confidential information to that which is essential to comply with the mandatory requirement", "name": "Minimum Essential Disclosure ", "_oid": "e8505537-6520-4897-9fbc-90d607ded596"}, "display": "Minimum Essential Disclosure  (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 231, "class": "Document", "props": {"desc": "Terminates prior agreement to the extent relating to information with effect from the date of the NDA whilst preserving accrued rights", "name": "Terminate and Preserve Rights", "_oid": "ac510178-4bb5-465e-a6a1-0e5055912a4a", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Terminate_Prior_Agreement_Preservation_of_Accrued_Rights.docx"}, "display": "Terminate and Preserve Rights (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 370, "class": "Topic", "props": {"keywords": "derivative", "desc": "Content in relation to the right to retain information that is derived from confidential information", "name": "Retention of Derivative Information", "_oid": "c783bbb8-0a99-4a16-b0ba-ec2b5514fd39"}, "display": "Retention of Derivative Information (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 372, "class": "Document", "props": {"desc": "Expanded definition of disclosure of information", "name": "Expanded Definition of Disclosure", "_oid": "a14ec401-9c5d-4b4f-aaf2-d845d214e276", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Expanded_definition_of_disclosure.docx"}, "display": "Expanded Definition of Disclosure (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 374, "class": "PlaybookRule", "props": {"actiontext": "As between the parties, the receiving party is most likely a controller in relation to the personal data obtained and later processed for the purposes of the agreement, and so must comply with the associated duties under data protection law and regulation.", "desc": "Guidance that the receiving party is likely to be a controller in relation to the personal data received and processed for the purpose of the NDA", "questiontext": "None", "name": "Receiving Party Controller", "_oid": "7bf2019f-3412-49c0-9a2c-c5eedc5dc38a"}, "display": "Receiving Party Controller (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 233, "class": "Document", "props": {"desc": "Terminates prior agreement to the extent it relates to confidential information", "name": "Termination Prior Agreement", "_oid": "d0621d2e-c7b6-46a7-afc0-c1fed45ab9ea", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Terminate_Prior_Agreement.docx"}, "display": "Termination Prior Agreement (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 376, "class": "PlaybookRule", "props": {"actiontext": "If the receiving party is acting on behalf of the disclosing party in relation to the use and disclose of the personal data for the purposes of the agreement, the receiving party may be the disclosing party's processor.  However, that would be unusual.  Specialist consideration of the arrangements is recommended.", "desc": "Guidance where the receiving party is not acting on its own account in relation to the processing of personal data disclosed under the agreement", "questiontext": "None", "name": "Receiving Party Not controller", "_oid": "e19368ef-aa3f-4f1a-b795-63961cd4293a"}, "display": "Receiving Party Not controller (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 382, "class": "Document", "props": {"desc": "Language to preserve the confidentiality of a compilation of otherwise public information", "name": "Confidentiality of Compilation", "_oid": "2806654c-9232-48c8-9696-8b770bbb5e16", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Compilation_confidentiality_not_lost.docx"}, "display": "Confidentiality of Compilation (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 385, "class": "Playbook", "props": {"desc": "Guidance on inclusion of derivative material in the definition of confidential information", "name": "Derivative Information", "_oid": "a75bf2e0-c2ef-4e27-a8ff-472d4e614c3b"}, "display": "Derivative Information (:Playbook)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 386, "class": "Playbook", "props": {"desc": "Guidance in relation to the retention of derivative material in the context of delivery-up or destruction obligation", "name": "Retain Derivative Material", "_oid": "9d72e5bf-14fc-4f69-8849-272c86d4abfb"}, "display": "Retain Derivative Material (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 389, "class": "PlaybookRule", "props": {"actiontext": "It is generally reasonable for the definition of confidential information to cover certain derivative information created by the receiving party, but care is need to make sure the definition does not go too far and include information which has no connection with the confidential information.", "desc": "Guidance on the definition of confidential information including derivative information", "questiontext": "Does the agreement cover information derived or created from or based on the confidential information?", "name": "Derivative Information Covered?", "_oid": "2a41079d-3eb4-4526-8429-126c2479a67d"}, "display": "Derivative Information Covered? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 391, "class": "PlaybookRule", "props": {"actiontext": "From the receiving party's perspective, the information created should only be included in the definition of confidential information where it derives from, or reveals or discloses the confidential information (see suggested language).  The receiving party should avoid the expression \"based on\" because information may be based on other information without disclosing any aspect of the latter.", "desc": "Guidance on wording to include derivative information in the definition of confidential information", "questiontext": "None", "name": "Derivative Language Precaution", "_oid": "bf442d20-8921-49de-8ac7-682e61a14e36"}, "display": "Derivative Language Precaution (:PlaybookRule)"}, {"colour": "#336600", "labels": ["Thing", "Local", "Actor"], "id": 623, "class": "Actor", "props": {"name": "Acme Fund Management Luxembourg SA", "_oid": "f878f13b-166e-4ed6-b76c-3378ecabd9d4"}, "display": "Acme Fund Management Luxembourg SA (:Actor)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 236, "class": "PlaybookRule", "props": {"actiontext": "No effective date is needed, the definition of confidential information must include the prior disclosed information, and the NDA must provide that the prior agreement ceases to apply to that information to the extent use and disclosure is governed by the NDA, but without affecting the accrued rights and liabilities of the parties. Suggested language attached", "desc": "Guidance where there has been a prior disclosure of information to which the NDA applies prospectively and the prior agreement covered other information as well", "questiontext": "None", "name": "Prior Agreement Covered Other Information", "_oid": "5cfeec60-78e0-4993-886a-cc4ca8d8e735"}, "display": "Prior Agreement Covered Other Information (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 756, "class": "Document", "props": {"desc": "Comment for references to foreign legislation", "name": "Comment Foreign Legislation", "_oid": "2f59707c-0060-413a-ba5e-8beff1a7de85", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Comment_Foreign_Legislation.docx"}, "display": "Comment Foreign Legislation (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 395, "class": "Document", "props": {"desc": "Definition of derivative information", "name": "Derivative Information Definition", "_oid": "f8761ca3-559b-4eb7-84be-c20b00cf2c93", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Definition_of_Derivative_Information.docx"}, "display": "Derivative Information Definition (:Document)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 397, "class": "Topic", "props": {"keywords": ["derivative"], "desc": "Content relating to derivative material ", "name": "Derivative Material", "_oid": "310321f4-6bea-419b-82e8-268864b3fde3"}, "display": "Derivative Material (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 402, "class": "Document", "props": {"desc": "Language to preserve normal course dealings in an agreement that contains a broad non-circumvent clause", "name": "Normal Dealings", "_oid": "792606a8-4da0-43dd-bc31-64ace6e76c4e", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Non-circumvent_Normal_Course_Dealings.docx"}, "display": "Normal Dealings (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 404, "class": "Document", "props": {"desc": "Non-solicitation exceptions language", "name": "Non-solicit exceptions", "_oid": "64f3f740-ee42-4dbe-92aa-bc6b6e76dac2", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Non-solicitation_exceptions.docx"}, "display": "Non-solicit exceptions (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 407, "class": "Playbook", "props": {"desc": "Guidance on a requirement to notify a disclosing party where a mandatory disclosure is to take place", "name": "Notify Disclosing Party", "_oid": "23917a62-659d-4bc9-881d-5c8acdf5afc9"}, "display": "Notify Disclosing Party (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 408, "class": "PlaybookRule", "props": {"actiontext": "If information must be disclosed by the receiving party, the disclosing party will usually want to be informed so that it can take steps to prevent or limit the disclosure.", "desc": "Determines whether there is a requirement to notify the disclosing party", "questiontext": "Is there a requirement to notify the disclosing party (or anyone else) of the need for a mandatory disclosure?", "name": "Notice?", "_oid": "ae44ae1b-cd93-4f8c-8a00-8c2143c31cfb"}, "display": "Notice? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 410, "class": "PlaybookRule", "props": {"actiontext": "This is usually acceptable to a receiving party provided the requirement is subject to being \"legally permissible\" (or a similar qualification).  The receiving party may also want to provide that the notice is subject to it being reasonably practicable to do so.  This is because in there may be many competing demands on the receiving party at the time.  In return, the receiving party may offer to give notice immediately, promptly or as soon as reasonably practicable after the disclosure has been made, where it is not reasonably practicable to give notice beforehand.", "desc": "Guidance on a requirement to notify the disclosing party of an imminent mandatory disclosure", "questiontext": "Does the clause provide for when notice must be given, i.e. before or after termination?", "name": "Notice Required", "_oid": "3cc95fcb-78bd-46cb-9860-9fb2de53b47c"}, "display": "Notice Required (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 638, "class": "Document", "props": {"desc": "Middle office service description", "name": "Middle office schedule", "_oid": "91414cba-7ad6-4e9d-bf41-173f7041c6fe"}, "display": "Middle office schedule (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 412, "class": "PlaybookRule", "props": {"actiontext": "A disclosing party will want to be notified before disclosure is made, and where that is not practicable, then immediately, promptly or (latest) as soon as reasonably practicable after the disclosure.  This is normally acceptable to a receiving party, although it may want the requirement to notify beforehand to be where reasonably practicable.  It is difficult to give specific time periods within which disclosure must be made, and so these are rarely seen. However, the requirement of notice is often subject to a statement that it is intended to provide the disclosing party with an opportunity to  resist the disclosure.  A receiving party should resist this statement because of the difficulty in practice of knowing what constitutes that period. ", "desc": "Guidance on when notice of a mandatory disclosure must be made.", "questiontext": "None", "name": "Time for Notice Prescribed", "_oid": "4acbc89c-0da8-4327-b7e6-6f29b0074577"}, "display": "Time for Notice Prescribed (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 414, "class": "PlaybookRule", "props": {"actiontext": "The agreement should clarify when disclosure is required.  If the agreement is silent, then it may be possible to imply a term that notice must be given as soon as reasonably practicable, which in the circumstances could before or after disclosure. A disclosing party will want to be notified before disclosure is made, and where that is not practicable, then immediately, promptly or (latest) as soon as reasonably practicable after the disclosure.  This is normally acceptable to a receiving party, although it may want the requirement to notify beforehand to be where reasonably practicable.  It is difficult to give specific time periods within which disclosure must be made, and so these are not often seen. However, the requirement of notice is often subject to a statement that it is intended to provide the disclosing party with an opportunity to  resist the disclosure.  A receiving party should resist this statement because of the difficulty in practice of knowing what constitutes that period ", "desc": "Guidance on when an agreement does not say when notice must be given", "questiontext": "None", "name": "Time for Notice Not Prescribed", "_oid": "2f3ca287-c4f8-4069-aa28-f013280b2a05"}, "display": "Time for Notice Not Prescribed (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 752, "class": "PlaybookRule", "props": {"actiontext": "The safeguard must be amended in to reflect one of the acceptable safeguards, namely: (a) reasonable endeavours to notify Disclosing Party before making the disclosure; (b) reasonable endeavours to co-operate with the Disclosing in obtaining protective orders; (c) consult with the Disclosing Party, and use commercially reasonable efforts to take into account the Disclosing Party’s comments; or (d) where mandatory disclosure is required, only disclose information which external counsel advises is essential to disclose", "desc": "Rule on how to amend unacceptable safeguards", "questiontext": "None", "name": "ManDiscSafeguardsUnacceptable", "_oid": "ee486945-55f2-43d9-9655-ad9d59d2cea1"}, "display": "ManDiscSafeguardsUnacceptable (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 419, "class": "Playbook", "props": {"desc": "Guidance relating to a requirement to disclose the minimum amount necessary to comply with a mandatory disclosure requirement", "name": "Minimum Essential Disclosure", "_oid": "609d0be5-a148-49c9-8f40-98b996c90a92"}, "display": "Minimum Essential Disclosure (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 421, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party has a legitimate interest in ensuring that only the minimum amount of confidential information is disclosed in accordance with a mandatory requirement.  Whilst specific language to that effect may be regarded as unnecessary by the receiving party, it is difficult to resist.  Some agreements include a further requirement that the receiving party must obtain an opinion from external counsel that the disclosure.  This is often unnecessary. ", "desc": "Guidance on an obligation only to disclose the minimum amount of information required to comply with a mandatory disclosure requirement", "questiontext": "None", "name": "Minimum Amount of Information", "_oid": "0312905e-f0cb-4de1-b8be-379f3e3a50b2"}, "display": "Minimum Amount of Information (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 423, "class": "Document", "props": {"desc": "Key permitted disclosees language", "name": "Key Permitted Disclosees", "_oid": "7bf02cab-4f4d-4703-a521-53eca4751266", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Key_Permitted_Disclosees.docx"}, "display": "Key Permitted Disclosees (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 425, "class": "Document", "props": {"desc": "Definition of affiliate", "name": "Definition of Affiliate", "_oid": "1beba7da-ed24-411f-958c-62d2c4deca72", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Defintiion_of_Affiliate.docx"}, "display": "Definition of Affiliate (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 427, "class": "PlaybookRule", "props": {"actiontext": "This should be resisted by the party who is subject to it.  Equitable remedies are discretionary and there may be legitimate grounds to resist the application, for instance having regard to the prior conduct of the applicant.", "desc": "Guidance in relation to an obligation not to oppose the application for an equitable remedy", "questiontext": "None", "name": "Prohibition on Disputing Application", "_oid": "3383a13b-a008-44d4-b60e-544ec9f3e0b4"}, "display": "Prohibition on Disputing Application (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 255, "class": "Document", "props": {"desc": "Language to provide an exception to the definition of confidential information or an undertaking of confidentiality in respect of the knowledge or information of the receiving party", "name": "Knowledge Exception", "_oid": "2480a7c0-8fc9-4997-b22c-8fc98401910a", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Knowledge_Exception_Language.docx"}, "display": "Knowledge Exception (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 429, "class": "Playbook", "props": {"desc": "Guidance on obligations which require the receiving party to consult with the disclosing party and take into account comments it may have before complying with a mandatory disclosure", "name": "Consultation and Comments", "_oid": "d8ad52ce-7fef-4e12-b6a9-cdfe28a39767"}, "display": "Consultation and Comments (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 430, "class": "PlaybookRule", "props": {"actiontext": "A disclosing party has a legitimate interest in being consulted about how  and when its confidential information is disclosed.", "desc": "Determines whether the receiving party is obliged to consult and take into account comments (or either)", "questiontext": "Is the receiving party required to consult with, or take into account the comments of, the disclosing party?", "name": "Consultation?", "_oid": "0f8ea75e-f071-46e1-a299-dcef3a63de7e"}, "display": "Consultation? (:PlaybookRule)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 669, "class": "Binding", "props": {"_oid": "1c802c7a-8e9a-42c1-b915-278a5363eaf6"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 432, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party should consider including obligations of that kind. Suggested language is attached.", "desc": "Guidance to include obligations to consult and take into account comments", "questiontext": "None", "name": "No Consultation", "_oid": "92e9779e-1f08-46ff-8b1a-0a5e05bf1c83"}, "display": "No Consultation (:PlaybookRule)"}, {"colour": "#cccccc", "labels": ["Thing", "Binding", "Local"], "id": 628, "class": "Binding", "props": {"_oid": "5a79c94a-4f42-4990-af13-135926edb39c"}, "display": "(:Binding)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 434, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether the requirement to consult and take into account comments is subject to it being legally permissible to do so", "questiontext": "Is the requirement to consult or take into account comments subject to doing so being legally permissible?", "name": "Legally Permissible Consultation?", "_oid": "13e589aa-82ee-4e0d-9819-c388085d4a1d"}, "display": "Legally Permissible Consultation? (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 436, "class": "Document", "props": {"desc": "Language on consultation and comments", "name": "Consultation Language", "_oid": "a852d60e-14be-46a2-b9a2-e511aac86518", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Consultation_and_Comments.docx"}, "display": "Consultation Language (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 438, "class": "PlaybookRule", "props": {"actiontext": "The requirement of consultation and taking into account comments should be qualified to where legally permissible.", "desc": "Guidance on requirement of legally permissible", "questiontext": "An important issues is whether the obligation to do so is strict or whether it is qualified by notions of reasonableness.  The implications are different depending on whether the issue is one of consultation or taking into account the disclosing party's comments.  Please select guidance on consultation or taking into account comments", "name": "Not Expressly Legally Permissible", "_oid": "ca825b41-2ed8-44a1-8515-ea4d0606c352"}, "display": "Not Expressly Legally Permissible (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 441, "class": "PlaybookRule", "props": {"actiontext": "An important issues is whether the obligation to do so is strict or whether it is qualified by notions of reasonableness.  The implications are different depending on whether the issue is one of consultation or taking into account the disclosing party's comments.", "desc": "Highlights potential importance of whether the requirement to consult or take into account comments is strict ", "questiontext": "Please select guidance on consultation or taking into account comments.", "name": "Implications of strict consultation ", "_oid": "7b0f4f09-e881-441d-a1f8-d9cd676bc5a6"}, "display": "Implications of strict consultation  (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 443, "class": "PlaybookRule", "props": {"actiontext": "It may be impractical or very difficult to consult leading up to the time when a mandatory disclosure must be made.  Therefore, a receiving party would ordinarily want the requirement to be qualified to use of reasonable endeavours to consult with the disclosing party or only where it is reasonably practicable to do so.", "desc": "Guidance on consulting where it is reasonable to do so only", "questiontext": "None", "name": "Reasonable Consultation", "_oid": "3e742f0f-988d-43ee-bfc0-0b2b0f66948d"}, "display": "Reasonable Consultation (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 445, "class": "PlaybookRule", "props": {"actiontext": "An obligation to take into account comments is not the same as being required to give effect to them (which would ordinarily be unacceptable).  Therefore, it may not be too onerous to agree to do so.  A more diluted form of the obligation would be to use reasonable endeavours to take into account the comments, but that is less palatable to the disclosing party.", "desc": "Guidance on taking into effect comments of the disclosing party", "questiontext": "None", "name": "Taking into Account", "_oid": "f29bac9c-6a6c-4905-abb8-651245a095ce"}, "display": "Taking into Account (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 245, "class": "PlaybookRule", "props": {"actiontext": "If you want the fact that the NDA has been concluded or the terms of the NDA (or both) to be treated in confidence, you should should include reference to   \"the fact and terms of the NDA\" in the definition of confidential information (amended according to your requirements as to cover)", "desc": "Guidance on protecting as confidential information the existence and terms of the NDA", "questiontext": "None", "name": "NDA Itself", "_oid": "991a67e6-9acb-4f42-85a4-755f4e54be6f"}, "display": "NDA Itself (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 449, "class": "Document", "props": {"desc": "Language creating an obligation to delivery up or destroy confidential information", "name": "Deliver up or Destroy Language", "_oid": "99569e53-9a8f-4448-ad23-df1a3edae491", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Deliver-up_Destroy_Language.docx"}, "display": "Deliver up or Destroy Language (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 450, "class": "Playbook", "props": {"desc": "Guidance on creating an obligation to deliver-up or destroy confidential information", "name": "Deliver-up or Destroy ", "_oid": "b32a1092-3263-4706-93b9-3050fe5bcec8"}, "display": "Deliver-up or Destroy  (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 451, "class": "PlaybookRule", "props": {"actiontext": "The disclosing party will usually want the receiving party to deliver-up or destroy its confidential information.", "desc": "Guidance relating to an obligation to deliver-up or destroy confidential information", "questiontext": "Does the agreement contain an obligation on the receiving party to deliver-up or destroy confidential information?", "name": "Deliver-up or Destroy?", "_oid": "defbed75-9dff-449f-92aa-ef0246ac3d77"}, "display": "Deliver-up or Destroy? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 453, "class": "PlaybookRule", "props": {"actiontext": "From the disclosing party's perspective the agreement should contain such an obligation. Suggested language is attached.", "desc": "Guidance where an agreement does not contain a delivery-up or destruction obligation", "questiontext": "None", "name": "No Deliver-up or Destroy", "_oid": "dba599c7-f659-4804-a6f7-9b1b28d73f3d"}, "display": "No Deliver-up or Destroy (:PlaybookRule)"}, {"colour": "#f68100", "labels": ["FirstPartyRole", "Thing", "Local"], "id": 620, "class": "FirstPartyRole", "props": {"desc": "Supplier, reliant on intra-group agreements with Singapore (bank reconciliation) and Mumbai (account opening)", "name": "Supplier", "_oid": "069f10e0-d697-435e-8207-660b8a8439eb"}, "display": "Supplier (:FirstPartyRole)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 417, "class": "PlaybookRule", "props": {"actiontext": "From the disclosing party's perspective, it would be prudent to require that the receiving party gives notice of an impending mandatory disclosure. For more detailed guidance, please answer \"yes\" to the previous question.", "desc": "Guidance where the agreement is silent on the giving of notice of an impending mandatory disclosure", "questiontext": "None", "name": "Notice Not Required", "_oid": "2080c6b7-d03d-4940-bf87-f058dcf55613"}, "display": "Notice Not Required (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 456, "class": "PlaybookRule", "props": {"actiontext": "The obligation should not be contentious in principle, but the receiving party may well want to choose whether it delivers-up or destroys the information, and will usually want the right to decide to destroy derivative material (which may in turn be confidential to the receiving party).  Issues may also arise in relation to the time for performance, with some agreements requiring the receiving party to do so on demand or immediately.  Naturally, the receiving party may well want to soften the requirement to doing so as soon as reasonably practicable or without undue delay. Suggested language is attached.", "desc": "Guidance on content of an obligation to deliver-up or destroy", "questiontext": "None", "name": "Deliver-up or Destroy Yes", "_oid": "42fe79e2-b5e7-4fb3-9b98-0a4c4c48e1e5"}, "display": "Deliver-up or Destroy Yes (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 459, "class": "Topic", "props": {"keywords": ["deliver"], "desc": "Content relating to an obligation to deliver-up or destroy confidential information", "name": "Deliver-up or Destroy Obligation", "_oid": "493656c5-4ecd-4b92-8424-097f83e2fea0"}, "display": "Deliver-up or Destroy Obligation (:Topic)"}, {"colour": "#eabe34", "labels": ["Thing", "ThirdPartyRole", "Local"], "id": 674, "class": "ThirdPartyRole", "props": {"desc": "Third party beneficiary under corporate actions software licence and maintenance agreement", "name": "Beneficiary corporate actions software", "_oid": "957f911d-2a75-400b-8cd4-1b8079b06c47"}, "display": "Beneficiary corporate actions software (:ThirdPartyRole)"}, {"colour": "#00F", "labels": ["InfoPack", "Local", "Thing"], "id": 462, "class": "InfoPack", "props": {"desc": "Comments on typical safeguards found in NDAs which permit disclosure of confidential information to certain disclosees", "name": "Permitted Disclosure Safeguards", "_oid": "fa365a36-8e10-4eab-9c39-9998fba8ee73", "attachment": "C:\\fakepath\\Permitted Disclosures Safeguards.docx"}, "display": "Permitted Disclosure Safeguards (:InfoPack)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 288, "class": "PlaybookRule", "props": {"actiontext": "Obligations of security apply to the safe-keeping of the original form of the confidential information and to physical and digital copies of it.  Security obligations are not present in all NDAs.  The degree of sensitivity of the information usually determines whether the obligations of confidentiality are supplemented in this way.  Depending on the extent to which the obligations prescribe the measures to be taken, reasonable obligations of security are not contentious", "desc": "Determines whether any common provisions relating to security apply ", "questiontext": "Where the NDA makes provision for any of the following in relation to the security of the information, select the option indicated for guidance on that provision: (a) the standard of security; (b) location at which confidential information may be held; (c) systems in which confidential information may be stored; or (d) the separation of confidential information from other information", "name": "Nature of Security", "_oid": "f862e566-7a5c-4d91-be32-d296a25621e7"}, "display": "Nature of Security (:PlaybookRule)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 464, "class": "Playbook", "props": {"desc": "Guidance relating to the requirement to obtain collateral or back-to-back undertakings from a recipient of confidential information", "name": "Collateral Undertakings", "_oid": "6e3d31d9-5695-4b05-a6f2-8d37c9182cf1"}, "display": "Collateral Undertakings (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 465, "class": "PlaybookRule", "props": {"actiontext": "A common safeguard when confidential information is disclosed to a third-party is to require the receiving party to enter into an undertaking with the recipient to preserve the confidentiality of the confidential information in substantially the same terms as the agreement.  These offer limited protection above other solutions unless the disclosing party is a third party beneficiary of the collateral undertaking. See the attached guidance.", "desc": "Guidance on requiring a receiving party to obtain collateral undertakings of confidentiality from the recipients of confidential information", "questiontext": "None", "name": "Back-to-Back Agreements", "_oid": "0057861a-b207-4024-b916-37f011be0fdb"}, "display": "Back-to-Back Agreements (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 466, "class": "Topic", "props": {"keywords": ["back to back"], "desc": "Content on back-to-back undertakings", "name": "Back-to-Back Undertakings", "_oid": "b68eafd0-5fa8-43cf-bd30-4d623e73a74b"}, "display": "Back-to-Back Undertakings (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 784, "class": "Document", "props": {"desc": "Instructions where the sunset clause on entering into the transaction is not agreed", "name": "Duration Transaction Instructions", "_oid": "b4203beb-33a4-4130-b61b-1f570d4baa47", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Duration_Transaction_Instructions.docx"}, "display": "Duration Transaction Instructions (:Document)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 471, "class": "Playbook", "props": {"desc": "Guidance in relation to an obligation to co-operate with the disclosing party in resisting a mandatory disclosure", "name": "Co-operation", "_oid": "e8ee7cd3-73fa-4a4b-a480-9240907d2dc9"}, "display": "Co-operation (:Playbook)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 472, "class": "PlaybookRule", "props": {"actiontext": "None", "desc": "Determines whether there is an obligation to co-operate with the disclosing party", "questiontext": "Is the receiving party required to co-operate with the disclosing party in resisting a mandatory disclosure", "name": "Co-operation?", "_oid": "0892f647-7e42-4cf2-89cb-5ba36cc0302e"}, "display": "Co-operation? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 474, "class": "PlaybookRule", "props": {"actiontext": "The key issue is that the interests of the parties are unlikely to be aligned in relation to resisting or complying with a mandatory disclosure.  From the receiving party's perspective the requirement should be no more than to use of reasonable endeavours to co-operate or to make clear that, in co-operating with the disclosing party, the receiving party is not required to act contrary to its interests. Suggested language is attached.", "desc": "Guidance where there is a requirement to co-operate with the disclosing party", "questiontext": "Is the receiving party required to ensure that the recipient is bound by a duty of confidence in relation to the information?", "name": "Co-operation Yes", "_oid": "b4683ce7-288c-437e-beb1-0e5c8de37ea2"}, "display": "Co-operation Yes (:PlaybookRule)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 476, "class": "Document", "props": {"desc": "Language for obliging the receiving party to co-operate with the disclosing party in resisting a mandatory disclosure", "name": "Co-operation Language", "_oid": "f2a7bf54-40e7-474f-98f7-cbb0cc2bc64f", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Co-operation_Language.docx"}, "display": "Co-operation Language (:Document)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 250, "class": "Document", "props": {"desc": "Drafting to exclude from a definition of confidential information, or an undertaking of confidential information information, information in the public domain (excluding a compilation of public information that is not in the public domain)", "name": "Public domain exception", "_oid": "d67d59d8-fad2-41ac-bdee-cd9ee443cf6d", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Public_domain_exception_1.docx"}, "display": "Public domain exception (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 478, "class": "PlaybookRule", "props": {"actiontext": "It would be reasonable for the disclosing party to require a degree of co-operation from the receiving party, bearing in mind there is a limit to what the receiving party can reasonably agree.  The clause should not go so far as create the risk of the receiving party being unable to comply.  Suggested language is attached.", "desc": "Guidance on the scope of a reasonably obligation on the receiving party to co-operate with the disclosing party", "questiontext": "None", "name": "Co-operation No", "_oid": "7fa58913-7b17-4b4c-9efa-bfc1899fa315"}, "display": "Co-operation No (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 481, "class": "PlaybookRule", "props": {"actiontext": "Ensuring that the recipient is bound by a duty of confidence (where one does not already exist) is outside of the control of the receiving party.  Some regulators, such as the Financial Conduct Authority, refuse to give undertakings, because they are already subject to statutory duties. Given that the receiving party has no choice other than to make the disclosure, the requirement should be confined to the use of reasonable or best endeavours to do so.  It would be reasonable for the receiving party to include an exception where the recipient is already subject to statutory or other duties of confidence.   ", "desc": "Guidance in relation to an obligation to ensure the disclosee is subject to a duty of confidence", "questiontext": "None", "name": "Third Party Duty Yes", "_oid": "2b292fda-daee-4462-85db-b33628011296"}, "display": "Third Party Duty Yes (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 483, "class": "Topic", "props": {"keywords": ["co-operation"], "desc": "Content relating to obligations on the receiving party to co-operate with the disclosing party to resists a mandatory disclosure", "name": "Co-operation with Disclosing Party", "_oid": "cdaccb89-3aa7-47c8-b5c7-65d27ec006cd"}, "display": "Co-operation with Disclosing Party (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 486, "class": "PlaybookRule", "props": {"actiontext": "Master or framework NDAs are useful where you contemplate disclosing or receiving confidential information on a number of occasions, because they avoid the need to sign a separate NDA each time.  However, it is usually prudent to do so only where the purposes and issues will be similar. It is also good practice to document each agreement and link it to the NDA. ", "desc": "Determines whether the master contains an adequate framework for the purposes of linking matters or transactions to the master", "questiontext": "Does the master clearly refer to separate matters or transactions being documented in an agreed way?", "name": "Suitable Framework?", "_oid": "8ac80bd9-b599-4737-ba5d-4ebd52e9ffe2"}, "display": "Suitable Framework? (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 487, "class": "PlaybookRule", "props": {"actiontext": "This should usually be avoided because you could inadvertently disclose or receive information which should not be subject to the agreement.  If you want to propose language, the attached may be a good start.", "desc": "Guidance where there is no framework or the framework does not adequately link the master to a specific matter or transaction", "name": "Unsuitable framework", "_oid": "822aa7d1-3ebb-4c79-9e4e-9dca8020482a"}, "display": "Unsuitable framework (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 489, "class": "PlaybookRule", "props": {"actiontext": "The master is acceptable in terms of its structure.", "desc": "Rule where each matter or transaction is subject to a process whereby it is adequately documented", "questiontext": "None", "name": "Master Acceptable", "_oid": "40d59951-bd4d-4da2-bc93-ee39aac9435d"}, "display": "Master Acceptable (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 490, "class": "Topic", "props": {"keywords": "NDA", "desc": "Content in relation to non-disclosure agreements", "name": "NDA ", "_oid": "6af68ff8-500f-4b2a-9235-eb396fbc0b9c"}, "display": "NDA  (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 491, "class": "Topic", "props": {"keywords": "master NDA", "desc": "Content for reviewing non-disclosure agreements which are masters or refer to various matters or transactions being agreed from time to time", "name": "Master NDAs", "_oid": "7a97e457-07e3-40bc-9e3d-a6f25982809c"}, "display": "Master NDAs (:Topic)"}, {"colour": "#00F", "labels": ["InfoPack", "Local", "Thing"], "id": 495, "class": "InfoPack", "props": {"desc": "MAN Checklist of Concepts", "name": "MAN NDA Concept Exception List", "_oid": "7d75a2fd-8940-47b6-a620-2e3d55d867f1", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Checklist_of_Exceptions.docx"}, "display": "MAN NDA Concept Exception List (:InfoPack)"}, {"colour": "#00F", "labels": ["Thing", "Guidance", "Local"], "id": 496, "class": "Guidance", "props": {"desc": "NDA workflow", "name": "NDA workflow", "_oid": "c0896e1f-a10f-4010-80de-2139ca7cb604", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Workflow.docx"}, "display": "NDA workflow (:Guidance)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 497, "class": "Topic", "props": {"keywords": ["confidentiality", "security", "record keeping", "marked"], "desc": "Rules relating to the maintenance of confidence and security in relation to confidential information", "name": "Undertakings of Confidentiality", "_oid": "cb948402-8bef-407f-aba4-071426b3a00d"}, "display": "Undertakings of Confidentiality (:Topic)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 498, "class": "PlaybookRule", "props": {"actiontext": "Any language which provides that the Confidential Information must be kept confidential and not used or disclosed except as provided in the NDA is acceptable", "desc": "Rule in relation to the general acceptability of undertakings not to use or disclose information", "questiontext": "None", "name": "Confidentiality", "_oid": "dc73a09e-c6f5-4b9f-ae6f-7f5220be58f5"}, "display": "Confidentiality (:PlaybookRule)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 500, "class": "PlaybookRule", "props": {"actiontext": "Delete any reference to the client acting as agent for any third party", "desc": "Rule to deal with references to client acting as agent", "questiontext": "No", "name": "CapacityAgentY", "_oid": "424dfcea-69cc-4211-81d8-37aff80a5b16"}, "display": "CapacityAgentY (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 501, "class": "Topic", "props": {"keywords": "confidential information", "desc": "Playbooks relating to aspects of the definition of confidential information ", "name": "Definition ", "_oid": "ec181188-9540-4227-a80d-00f9bb7cca5e"}, "display": "Definition  (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 503, "class": "Topic", "props": {"keywords": ["purpose"], "desc": "Rules to make sure the purpose for which information may be used or disclosed is adequately described", "name": "Purpose", "_oid": "80e0783f-1f13-4def-a9fc-36b6a9faa761"}, "display": "Purpose (:Topic)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 505, "class": "Topic", "props": {"keywords": ["transaction", "proposed transaction"], "desc": "Rules to make sure that there is an adequate description of the proposed transaction", "name": "Proposed Transaction", "_oid": "4c5ae7cd-fdce-453f-92a4-94f61ef0a815"}, "display": "Proposed Transaction (:Topic)"}, {"colour": "#00d", "labels": ["Thing", "Local", "Playbook"], "id": 507, "class": "Playbook", "props": {"desc": "A definition of the purpose for which the information may be used or disclosed is required", "name": "Purpose", "_oid": "9f5ae462-3709-4492-8077-a268f9c91c0b"}, "display": "Purpose (:Playbook)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 508, "class": "Topic", "props": {"keywords": ["lists", "records", "record", "record keeping"], "desc": "Rules relating to the keeping of records of recipients of confidential information", "name": "Record Keeping", "_oid": "8eb5288e-8077-4d38-aaa5-ff39c12ad339"}, "display": "Record Keeping (:Topic)"}, {"colour": "#990099", "labels": ["Thing", "Document", "Local"], "id": 170, "class": "Document", "props": {"desc": "Language to preserve rights and liabilities in respect of prior disclosed information", "name": "Prior Rights Preservation", "_oid": "cb188f96-ed54-4519-85d7-2aa93f9ce6b6", "attachment": "https://sandbox.embeddedexperience.com/upload/uploads/Preservation_of_accrued_rights_in_respect_of_prior_disclosed_information.docx"}, "display": "Prior Rights Preservation (:Document)"}, {"colour": "#12cc34", "labels": ["PlaybookRule", "Local", "Thing"], "id": 510, "class": "PlaybookRule", "props": {"actiontext": "There is no need to amend the NDA in respect of the purpose for which information may be used or disclosed, unless it is likely that the receiving party may observe or become aware of other sensitive information. If so, consider the example language attached.", "desc": "Confirmation that the NDA is acceptable in terms of references to the purpose for which information may be used or disclosed", "name": "Purpose Is Defined", "_oid": "f14fc83f-837e-4eca-95d1-14f639e6c06e"}, "display": "Purpose Is Defined (:PlaybookRule)"}, {"colour": "#00FF00", "labels": ["Topic", "Thing", "Local"], "id": 511, "class": "Topic", "props": {"keywords": ["confidential", "use or disclose"], "desc": "Rule relating to acceptability of general undertaking of confidentiality", "name": "Confidentiality", "_oid": "4feece51-f022-413f-9d9a-690ef9aa4a04"}, "display": "Confidentiality (:Topic)"}], "edges": [{"target": 621, "display": ":BindsRole", "source": 628, "props": {"_oid": "d93ed90c-d813-0000-0097-e3120c801408"}, "id": 629, "class": "BindsRole"}, {"target": 288, "display": ":HasPlaybookRule", "source": 542, "props": {"_oid": "bd124cfc-d17c-0ac8-2f72-5eed0c18d1d0"}, "id": 289, "class": "HasPlaybookRule"}, {"target": 619, "display": ":Embodies", "source": 638, "props": {"_oid": "14253ed3-a2de-06a8-2025-368f2e03ab45"}, "id": 639, "class": "Embodies"}, {"target": 745, "display": ":IsAnswerFor", "source": 746, "props": {"_oid": "4d589283-61df-066f-20bd-c3ffb550f88f", "value": "Yes"}, "id": 747, "class": "IsAnswerFor"}, {"target": 682, "display": ":HasTopic", "source": 688, "props": {"_oid": "7ac23292-5d3a-03f4-1fc9-5ccdb0fd0431"}, "id": 690, "class": "HasTopic"}, {"target": 275, "display": ":IsAnswerFor", "source": 273, "props": {"_oid": "36b42723-204b-0242-3bac-0a8a6efeafd9", "value": "Disclosees"}, "id": 277, "class": "IsAnswerFor"}, {"target": 700, "display": ":IsAnswerFor", "source": 699, "props": {"_oid": "61cc7103-1506-05bb-183e-6027cff497ff", "value": "Yes"}, "id": 701, "class": "IsAnswerFor"}, {"target": 224, "display": ":IsAnswerFor", "source": 206, "props": {"_oid": "74cff4ec-63ff-06ce-066d-b1040fa9c13d", "value": "Yes"}, "id": 225, "class": "IsAnswerFor"}, {"target": 372, "display": ":HasAttachment", "source": 261, "props": {"_oid": "81d9a836-13d8-07a5-38ea-8a435dedee64"}, "id": 373, "class": "HasAttachment"}, {"target": 651, "display": ":HasTopic", "source": 619, "props": {"_oid": "41fc7f82-36db-0966-1847-7c54d5463590"}, "id": 653, "class": "HasTopic"}, {"target": 646, "display": ":HasTopic", "source": 638, "props": {"_oid": "7648d4cb-4da6-0203-14f9-496dafbc15f8"}, "id": 661, "class": "HasTopic"}, {"target": 120, "display": ":HasTopic", "source": 119, "props": {"_oid": "a4935eab-1944-0c55-18da-4326210592cf"}, "id": 121, "class": "HasTopic"}, {"target": 784, "display": ":HasAttachment", "source": 785, "props": {"_oid": "7f31e18f-98d0-0d03-2735-1158b0cd8412"}, "id": 787, "class": "HasAttachment"}, {"target": 743, "display": ":HasPlaybookRule", "source": 741, "props": {"_oid": "15b3e364-7a39-0f54-02f5-e3ec83139143"}, "id": 744, "class": "HasPlaybookRule"}, {"target": 412, "display": ":IsAnswerFor", "source": 410, "props": {"_oid": "76029757-7515-05ec-2f86-f09b6e54f10b", "value": "Yes"}, "id": 413, "class": "IsAnswerFor"}, {"target": 57, "display": ":HasSubTopic", "source": 497, "props": {"_oid": "ec300855-2a62-031b-1a2a-9575ba54b24d"}, "id": 58, "class": "HasSubTopic"}, {"target": 393, "display": ":IsAnswerFor", "source": 389, "props": {"_oid": "54bb4fc9-5e29-091a-1c43-d3ee19caf39c", "value": "No"}, "id": 394, "class": "IsAnswerFor"}, {"target": 641, "display": ":BoundTo", "source": 642, "props": {"_oid": "3a861f12-8b13-0301-358d-945c8334f116"}, "id": 644, "class": "BoundTo"}, {"target": 604, "display": ":HasTerm", "source": 600, "props": {"_oid": "ccb2b030-b190-0075-106a-40e5e4f67935"}, "id": 605, "class": "HasTerm"}, {"target": 697, "display": ":HasSubTopic", "source": 682, "props": {"_oid": "cd2c3fb1-3ce7-0d28-36c6-f23310802362"}, "id": 698, "class": "HasSubTopic"}, {"target": 737, "display": ":IsAnswerFor", "source": 735, "props": {"_oid": "cb5ed487-867a-0ff2-0ae3-789aad26e421", "value": "Yes"}, "id": 738, "class": "IsAnswerFor"}, {"target": 339, "display": ":HasAttachment", "source": 802, "props": {"_oid": "0bf9a2bd-3a45-0c6b-0f51-135ee1ab47ed"}, "id": 340, "class": "HasAttachment"}, {"target": 50, "display": ":HasPlaybookRule", "source": 22, "props": {"_oid": "2fbb970e-ddd8-0f97-170c-06dba9176408"}, "id": 51, "class": "HasPlaybookRule"}, {"target": 754, "display": ":HasTopic", "source": 757, "props": {"_oid": "813581f5-9392-0c8b-33a3-b4aac53c5cb0"}, "id": 758, "class": "HasTopic"}, {"target": 215, "display": ":IsAnswerFor", "source": 213, "props": {"_oid": "44f5d97f-4a85-030b-0c96-5c1936bbdfbc", "value": "Customer Only"}, "id": 216, "class": "IsAnswerFor"}, {"target": 794, "display": ":HasSubTopic", "source": 26, "props": {"_oid": "780c5a3e-e15d-0456-1714-1b98b98ebac0"}, "id": 326, "class": "HasSubTopic"}, {"target": 608, "display": ":IsAnswerFor", "source": 615, "props": {"_oid": "29a439f1-6a19-0225-2ba8-c326890000a5", "value": "No"}, "id": 617, "class": "IsAnswerFor"}, {"target": 445, "display": ":IsAnswerFor", "source": 438, "props": {"_oid": "3819f7dd-44b4-0da4-2ead-8f5f43a6569c", "value": "Comments"}, "id": 448, "class": "IsAnswerFor"}, {"target": 739, "display": ":HasTopic", "source": 741, "props": {"_oid": "7b2221d7-00cd-000c-3ca9-9d2a523c109f"}, "id": 742, "class": "HasTopic"}, {"target": 779, "display": ":IsAnswerFor", "source": 773, "props": {"_oid": "6550c65b-8506-0094-0aa3-df26d1ae0653", "value": "No"}, "id": 780, "class": "IsAnswerFor"}, {"target": 269, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "49a481a4-d5af-02a6-0e76-26972b2cbac4"}, "id": 270, "class": "HasSubTopic"}, {"target": 596, "display": ":IsAnswerFor", "source": 546, "props": {"_oid": "53e9061e-9ab2-04d0-165d-dbabc3bc311e", "value": "Yes"}, "id": 597, "class": "IsAnswerFor"}, {"target": 147, "display": ":IsAnswerFor", "source": 145, "props": {"_oid": "4d67e147-e076-0ebf-39a4-3413a8143ace", "value": "Yes"}, "id": 148, "class": "IsAnswerFor"}, {"target": 194, "display": ":HasAttachment", "source": 487, "props": {"_oid": "aa0113d8-069f-0c7b-1cf5-d99fe5f82857"}, "id": 195, "class": "HasAttachment"}, {"target": 511, "display": ":HasTopic", "source": 240, "props": {"_oid": "53ab6d0f-24e4-0506-010e-1ca19c63a804"}, "id": 242, "class": "HasTopic"}, {"target": 0, "display": ":HasTopic", "source": 4, "props": {"_oid": "28606921-fd6e-00ea-1033-51830df56afc", "clobbered": true}, "id": 6, "class": "HasTopic"}, {"target": 535, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "de1cbe9a-5e50-062d-331e-d8f75fff3061"}, "id": 536, "class": "HasSubTopic"}, {"target": 170, "display": ":HasAttachment", "source": 162, "props": {"_oid": "5de5b6e0-692f-0379-2ab2-f526bd27f122"}, "id": 171, "class": "HasAttachment"}, {"target": 360, "display": ":HasTopic", "source": 407, "props": {"_oid": "40c16b5b-7abb-0023-2852-a15185b9fc52"}, "id": 416, "class": "HasTopic"}, {"target": 395, "display": ":HasAttachment", "source": 393, "props": {"_oid": "868c54f7-3506-028b-1cd4-03893d7c7972"}, "id": 396, "class": "HasAttachment"}, {"target": 732, "display": ":HasTopic", "source": 731, "props": {"_oid": "b9fa2f1f-4349-0874-0715-8374fe6ae25c", "clobbered": true}, "id": 734, "class": "HasTopic"}, {"target": 443, "display": ":IsAnswerFor", "source": 441, "props": {"_oid": "457b6006-700c-07f3-1e38-d2e6680d512b", "value": "Consultation"}, "id": 444, "class": "IsAnswerFor"}, {"target": 793, "display": ":HasSubTopic", "source": 26, "props": {"_oid": "ca3fa6a0-f2c8-0954-1d77-7bec0d5d06df"}, "id": 28, "class": "HasSubTopic"}, {"target": 138, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "1a58ee80-9d8c-026b-13b3-039b6a301cf5"}, "id": 139, "class": "HasSubTopic"}, {"target": 176, "display": ":IsAnswerFor", "source": 173, "props": {"_oid": "66006ca8-c2da-0ce8-0562-375b213241c4", "value": "Prior agreement does not cover other information"}, "id": 177, "class": "IsAnswerFor"}, {"target": 250, "display": ":HasAttachment", "source": 695, "props": {"_oid": "d491af4d-0f7a-0aa0-03ff-a605ecd18f6e"}, "id": 251, "class": "HasAttachment"}, {"target": 794, "display": ":HasTopic", "source": 796, "props": {"_oid": "28648b50-75de-041e-029b-e84c2d605bff"}, "id": 798, "class": "HasTopic"}, {"target": 372, "display": ":HasAttachment", "source": 510, "props": {"_oid": "50010c3e-1f23-0585-3f23-ccb3ebf22218"}, "id": 380, "class": "HasAttachment"}, {"target": 382, "display": ":HasAttachment", "source": 693, "props": {"_oid": "610ed1bb-c159-0213-1a92-e6a7eacbcd3d"}, "id": 383, "class": "HasAttachment"}, {"target": 785, "display": ":IsAnswerFor", "source": 762, "props": {"_oid": "3d479c81-83a9-07bf-109b-0a3e54c24531", "value": "Transaction"}, "id": 786, "class": "IsAnswerFor"}, {"target": 695, "display": ":IsAnswerFor", "source": 691, "props": {"_oid": "a6573953-6e6a-07f5-0653-29e69d98d394", "value": "No"}, "id": 696, "class": "IsAnswerFor"}, {"target": 505, "display": ":HasTopic", "source": 521, "props": {"_oid": "57da2a67-61e1-0c0f-0230-59ac8051420e"}, "id": 525, "class": "HasTopic"}, {"target": 217, "display": ":IsAnswerFor", "source": 215, "props": {"_oid": "bcd64dbd-c034-0e22-088f-0a68ea781ad0", "value": "Customer off-system"}, "id": 218, "class": "IsAnswerFor"}, {"target": 294, "display": ":IsAnswerFor", "source": 288, "props": {"_oid": "8ce7e6cf-9ec8-0409-1a51-d9008bc7670f", "value": "Systems"}, "id": 295, "class": "IsAnswerFor"}, {"target": 117, "display": ":IsAnswerFor", "source": 80, "props": {"_oid": "a7c7e097-b9af-096b-19a0-f215a40459c5", "value": "Yes"}, "id": 493, "class": "IsAnswerFor"}, {"target": 640, "display": ":SubjectOf", "source": 632, "props": {"_oid": "fa6bae4f-d5a5-0baa-06b5-8358c8f702c2"}, "id": 645, "class": "SubjectOf"}, {"target": 263, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "60d6afe5-436c-0586-27c4-63d84e55af1d"}, "id": 265, "class": "HasSubTopic"}, {"target": 276, "display": ":HasAttachment", "source": 275, "props": {"_oid": "a6856eaa-cc44-0bc2-15bb-01501a017656"}, "id": 278, "class": "HasAttachment"}, {"target": 503, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "6cf869b7-8a53-0fc8-01f1-364f12866d3f"}, "id": 504, "class": "HasSubTopic"}, {"target": 285, "display": ":DefinedIn", "source": 286, "props": {"_oid": "e7868e70-f210-0771-1f54-0b6b348f68ce"}, "id": 287, "class": "DefinedIn"}, {"target": 610, "display": ":IsAnswerFor", "source": 609, "props": {"_oid": "b8c0abfd-759c-084c-39b0-9482a8500402", "value": "Yes"}, "id": 613, "class": "IsAnswerFor"}, {"target": 213, "display": ":HasPlaybookRule", "source": 212, "props": {"_oid": "dd17fb9e-f0a0-0541-29ad-3ce52e4edd1e"}, "id": 214, "class": "HasPlaybookRule"}, {"target": 657, "display": ":HasTopic", "source": 638, "props": {"_oid": "8e2c056a-29fa-06dd-29dd-e4c08733d3fc"}, "id": 659, "class": "HasTopic"}, {"target": 372, "display": ":HasAttachment", "source": 517, "props": {"_oid": "1c4f6be2-2071-0d74-2dfb-5fa5f6a3f160"}, "id": 381, "class": "HasAttachment"}, {"target": 255, "display": ":HasAttachment", "source": 702, "props": {"_oid": "e7693cd9-e012-054b-06b5-fad927cf3ab6"}, "id": 257, "class": "HasAttachment"}, {"target": 622, "display": ":BoundTo", "source": 624, "props": {"_oid": "5e32d73b-f2de-0000-3f76-c8c62952f8af"}, "id": 627, "class": "BoundTo"}, {"target": 602, "display": ":HasTerm", "source": 600, "props": {"_oid": "4ae56965-c100-0890-365a-c89c1c2a58c0"}, "id": 603, "class": "HasTerm"}, {"target": 788, "display": ":IsAnswerFor", "source": 789, "props": {"_oid": "590861c8-59f2-0af9-2015-74386d8276eb", "value": "No"}, "id": 790, "class": "IsAnswerFor"}, {"target": 465, "display": ":HasPlaybookRule", "source": 464, "props": {"_oid": "6e6ab7c3-e492-0b21-1fe4-bac7d8a6232a"}, "id": 467, "class": "HasPlaybookRule"}, {"target": 750, "display": ":IsAnswerFor", "source": 745, "props": {"_oid": "931892f6-794f-0672-1b94-145974c47a4b", "value": "Negotiable"}, "id": 751, "class": "IsAnswerFor"}, {"target": 26, "display": ":HasTopic", "source": 796, "props": {"_oid": "5068d16e-9483-0048-158f-f3d494eee13f"}, "id": 333, "class": "HasTopic"}, {"target": 501, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "86ee9e70-c54f-090d-3a38-ebc0d4c0c1c2"}, "id": 502, "class": "HasSubTopic"}, {"target": 706, "display": ":HasTopic", "source": 705, "props": {"_oid": "2be93474-32e9-0dd0-0885-b73ceb3aaec5"}, "id": 707, "class": "HasTopic"}, {"target": 489, "display": ":IsAnswerFor", "source": 486, "props": {"_oid": "ca1d9288-08d4-0a95-06ce-a084f820bcbf", "value": "Yes"}, "id": 196, "class": "IsAnswerFor"}, {"target": 235, "display": ":HasAttachment", "source": 236, "props": {"_oid": "f686d5fb-102c-0044-3e43-52a3b616fe80"}, "id": 238, "class": "HasAttachment"}, {"target": 800, "display": ":IsAnswerFor", "source": 797, "props": {"_oid": "cc7a9594-39bb-0ebc-1e22-8f198eed8c95", "value": "Yes"}, "id": 801, "class": "IsAnswerFor"}, {"target": 438, "display": ":IsAnswerFor", "source": 434, "props": {"_oid": "d967d2eb-ac36-0aac-1d0c-29c50e5b894f", "value": "No"}, "id": 439, "class": "IsAnswerFor"}, {"target": 26, "display": ":HasTopic", "source": 320, "props": {"_oid": "f86f7bb9-805b-0d87-1f96-5040c8181adc"}, "id": 334, "class": "HasTopic"}, {"target": 497, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "a1620bfa-dbe0-0b55-3991-ec2d490fab91"}, "id": 499, "class": "HasSubTopic"}, {"target": 547, "display": ":HasTopic", "source": 538, "props": {"_oid": "d8318965-3c7d-0708-1440-5f53c0a3bd35"}, "id": 548, "class": "HasTopic"}, {"target": 665, "display": ":HasTopic", "source": 619, "props": {"_oid": "1ef075cd-2f45-07cd-2f60-bfd28e06c84a"}, "id": 680, "class": "HasTopic"}, {"target": 547, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "ab45d198-8a75-0203-32d0-748fb4ab3e73"}, "id": 549, "class": "HasSubTopic"}, {"target": 634, "display": ":ObjectOf", "source": 632, "props": {"_oid": "7b430b14-fc56-0b46-3fb7-8e92ab934e7d"}, "id": 635, "class": "ObjectOf"}, {"target": 754, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "7456e09e-5969-0af2-09d6-b41dff948f25"}, "id": 755, "class": "HasSubTopic"}, {"target": 647, "display": ":HasSubTopic", "source": 646, "props": {"_oid": "0ed784dc-50e1-0c00-158a-aa8219b9c355"}, "id": 648, "class": "HasSubTopic"}, {"target": 64, "display": ":HasAttachment", "source": 29, "props": {"_oid": "b4b2ae28-fce3-0f9e-20fe-576309c541a2"}, "id": 66, "class": "HasAttachment"}, {"target": 449, "display": ":HasAttachment", "source": 456, "props": {"_oid": "dba8e7b1-2f68-0bfb-36bb-d55672920574"}, "id": 458, "class": "HasAttachment"}, {"target": 261, "display": ":HasPlaybookRule", "source": 260, "props": {"_oid": "9bf0cfc6-2856-0e33-224d-fc66336d8278"}, "id": 262, "class": "HasPlaybookRule"}, {"target": 598, "display": ":IsAnswerFor", "source": 596, "props": {"_oid": "6cc1b8e5-65de-0607-35fc-2edadf79d089", "value": "Yes"}, "id": 291, "class": "IsAnswerFor"}, {"target": 313, "display": ":IsAnswerFor", "source": 319, "props": {"_oid": "3a269e5b-67ea-059e-2161-e4c45ea02e20", "value": "Yes"}, "id": 322, "class": "IsAnswerFor"}, {"target": 498, "display": ":HasPlaybookRule", "source": 240, "props": {"_oid": "c03603c0-1233-0fa6-32fb-0afd4577baf5"}, "id": 241, "class": "HasPlaybookRule"}, {"target": 62, "display": ":HasAttachment", "source": 29, "props": {"_oid": "3958dde4-1981-08dc-130c-4e7f98197510"}, "id": 63, "class": "HasAttachment"}, {"target": 717, "display": ":IsAnswerFor", "source": 714, "props": {"_oid": "bd25bf75-9b5c-0047-0893-37bbcc99baba", "value": "Procure NDA"}, "id": 718, "class": "IsAnswerFor"}, {"target": 541, "display": ":IsAnswerFor", "source": 539, "props": {"_oid": "e5ff33f4-35d3-0425-055f-9afba940bab9", "value": "No"}, "id": 543, "class": "IsAnswerFor"}, {"target": 307, "display": ":HasSubTopic", "source": 682, "props": {"_oid": "6a3a3684-aa4d-0cfc-2e0d-1626f91e46bb"}, "id": 309, "class": "HasSubTopic"}, {"target": 197, "display": ":HasAttachment", "source": 176, "props": {"_oid": "e19d22c0-ac6b-0664-3105-401dbb40bfcd"}, "id": 203, "class": "HasAttachment"}, {"target": 359, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "98693185-9059-0b38-1194-6c970a7def14"}, "id": 364, "class": "HasSubTopic"}, {"target": 204, "display": ":HasAttachment", "source": 179, "props": {"_oid": "63f89f36-8f34-0cbe-1aa8-ef5730610ea9"}, "id": 205, "class": "HasAttachment"}, {"target": 199, "display": ":HasAttachment", "source": 164, "props": {"_oid": "c1faa66c-bc84-08fd-11d6-14189272d004"}, "id": 200, "class": "HasAttachment"}, {"target": 430, "display": ":HasPlaybookRule", "source": 429, "props": {"_oid": "d723f590-8f9e-08f3-1430-111112c04919"}, "id": 431, "class": "HasPlaybookRule"}, {"target": 533, "display": ":IsAnswerFor", "source": 529, "props": {"_oid": "8ffedc39-02df-0664-2649-cc70b962f087", "value": "No"}, "id": 534, "class": "IsAnswerFor"}, {"target": 619, "display": ":DefinedIn", "source": 624, "props": {"_oid": "30187d1f-34bc-01ca-0c8d-ccb1a2c501ac"}, "id": 626, "class": "DefinedIn"}, {"target": 791, "display": ":IsAnswerFor", "source": 789, "props": {"_oid": "ddf49aaf-6c81-0513-252b-8a7f7b860fc8", "value": "Yes"}, "id": 792, "class": "IsAnswerFor"}, {"target": 341, "display": ":HasAttachment", "source": 147, "props": {"_oid": "4990adc3-f3ee-0386-1bc0-63f1ae5ced82"}, "id": 342, "class": "HasAttachment"}, {"target": 151, "display": ":HasTopic", "source": 152, "props": {"_oid": "5c789010-eeb3-0c7a-3307-dee43f43b195"}, "id": 153, "class": "HasTopic"}, {"target": 684, "display": ":HasTerm", "source": 619, "props": {"_oid": "b99e8a8b-7c65-0344-23db-cc56a64e3d51"}, "id": 685, "class": "HasTerm"}, {"target": 739, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "beb6075a-134e-0f67-0da1-3290d08a1cd9", "clobbered": true}, "id": 740, "class": "HasSubTopic"}, {"target": 273, "display": ":HasPlaybookRule", "source": 272, "props": {"_oid": "aa82a2a2-3e4b-013c-3178-1b4963be85d1"}, "id": 274, "class": "HasPlaybookRule"}, {"target": 667, "display": ":DefinedIn", "source": 669, "props": {"_oid": "f40d2a72-7004-003c-138e-0c1490035d5d"}, "id": 673, "class": "DefinedIn"}, {"target": 226, "display": ":IsAnswerFor", "source": 224, "props": {"_oid": "230c46c9-4a33-02d3-389b-ac0d1567bece", "value": "No"}, "id": 227, "class": "IsAnswerFor"}, {"target": 476, "display": ":HasAttachment", "source": 478, "props": {"_oid": "8d023647-3bf0-0c03-060d-747145b4655a"}, "id": 480, "class": "HasAttachment"}, {"target": 702, "display": ":IsAnswerFor", "source": 699, "props": {"_oid": "30b2ea3f-ef42-039c-04fb-384cc9494e75", "value": "No"}, "id": 703, "class": "IsAnswerFor"}, {"target": 508, "display": ":HasTopic", "source": 272, "props": {"_oid": "1efcb2d1-6fa5-0654-0ae2-f09e05f2ad87"}, "id": 283, "class": "HasTopic"}, {"target": 606, "display": ":HasPlaybookRule", "source": 590, "props": {"_oid": "48d07bcf-1a80-0cf8-17be-4b40d499fdba"}, "id": 607, "class": "HasPlaybookRule"}, {"target": 348, "display": ":HasSubTopic", "source": 682, "props": {"_oid": "fa8549ec-41ce-0dc3-1f40-d28435756eb9"}, "id": 350, "class": "HasSubTopic"}, {"target": 168, "display": ":HasAttachment", "source": 179, "props": {"_oid": "c5f75a71-c726-0c27-32cb-4fc33e46fe23"}, "id": 181, "class": "HasAttachment"}, {"target": 769, "display": ":IsAnswerFor", "source": 768, "props": {"_oid": "cca3aca7-016c-0ffa-3fad-6889fb1590e2", "value": "Time"}, "id": 771, "class": "IsAnswerFor"}, {"target": 620, "display": ":BindsRole", "source": 624, "props": {"_oid": "b3e31f96-3a23-0aa1-11ee-8b0a760355fc"}, "id": 625, "class": "BindsRole"}, {"target": 615, "display": ":HasPlaybookRule", "source": 612, "props": {"_oid": "57398ca7-6fd8-026c-149d-e18c24cf2657"}, "id": 616, "class": "HasPlaybookRule"}, {"target": 77, "display": ":HasTopic", "source": 68, "props": {"_oid": "fe379980-044b-0068-1fa8-522e18c1775a"}, "id": 78, "class": "HasTopic"}, {"target": 686, "display": ":HasTopic", "source": 688, "props": {"_oid": "1781da71-2121-097c-0182-609106075dae", "clobbered": true}, "id": 689, "class": "HasTopic"}, {"target": 774, "display": ":IsAnswerFor", "source": 773, "props": {"_oid": "1d1ee53b-ae10-0664-39c6-30c830e21a7a", "value": "Yes"}, "id": 775, "class": "IsAnswerFor"}, {"target": 410, "display": ":IsAnswerFor", "source": 408, "props": {"_oid": "928df1d0-b52e-0947-1260-13939d90a887", "value": "Yes"}, "id": 411, "class": "IsAnswerFor"}, {"target": 132, "display": ":IsAnswerFor", "source": 126, "props": {"_oid": "774c4a78-3408-0da6-1433-927d31547d63", "value": "No"}, "id": 133, "class": "IsAnswerFor"}, {"target": 165, "display": ":IsAnswerFor", "source": 80, "props": {"_oid": "18c63bab-7c33-01e3-028c-77b9fbc1d9fe", "value": "No"}, "id": 166, "class": "IsAnswerFor"}, {"target": 539, "display": ":IsAnswerFor", "source": 80, "props": {"_oid": "e75091ff-3d15-0cd6-2677-7e61e20b568e", "value": "The question is irrelevant"}, "id": 183, "class": "IsAnswerFor"}, {"target": 247, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "0f411607-00ec-0ba9-20fe-c0eb7d7faa8b"}, "id": 248, "class": "HasSubTopic"}, {"target": 315, "display": ":IsAnswerFor", "source": 319, "props": {"_oid": "e8b59072-5971-013f-3cc1-b3621805f65d", "value": "No"}, "id": 323, "class": "IsAnswerFor"}, {"target": 623, "display": ":BoundTo", "source": 628, "props": {"_oid": "a2013871-592c-0746-187f-2021ca466a48"}, "id": 630, "class": "BoundTo"}, {"target": 657, "display": ":HasSubTopic", "source": 649, "props": {"_oid": "a5f09c1b-f849-0ae1-3e7e-f4f75cf6c313"}, "id": 658, "class": "HasSubTopic"}, {"target": 372, "display": ":HasAttachment", "source": 512, "props": {"_oid": "6f0bc6fb-364e-0caf-1184-537f6dcc1fe7"}, "id": 379, "class": "HasAttachment"}, {"target": 267, "display": ":HasPlaybookRule", "source": 266, "props": {"_oid": "3f9d66e8-31b8-079b-20b4-9508ccbc0d50"}, "id": 268, "class": "HasPlaybookRule"}, {"target": 233, "display": ":HasAttachment", "source": 176, "props": {"_oid": "f85280bc-b022-0c33-0424-101459c11730"}, "id": 234, "class": "HasAttachment"}, {"target": 425, "display": ":HasAttachment", "source": 708, "props": {"_oid": "8531453a-5097-0b64-071a-441d9d16f98e"}, "id": 426, "class": "HasAttachment"}, {"target": 491, "display": ":HasTopic", "source": 191, "props": {"_oid": "d1090d02-56fb-0eb9-2e8d-4d86b3264efc"}, "id": 192, "class": "HasTopic"}, {"target": 773, "display": ":IsAnswerFor", "source": 772, "props": {"_oid": "5f3db536-1de6-09fb-0f4e-f8a5473a73a2", "value": "Yes"}, "id": 777, "class": "IsAnswerFor"}, {"target": 132, "display": ":IsAnswerFor", "source": 125, "props": {"_oid": "4d8e72a9-f2e5-07a0-2bcc-2cd36926e78d", "value": "No"}, "id": 134, "class": "IsAnswerFor"}, {"target": 609, "display": ":IsAnswerFor", "source": 615, "props": {"_oid": "10937a88-60ff-080b-05ca-10413257aa15", "value": "Yes"}, "id": 618, "class": "IsAnswerFor"}, {"target": 657, "display": ":HasTopic", "source": 619, "props": {"_oid": "9a093bb9-8b24-0075-09f8-d24fa93078b9"}, "id": 664, "class": "HasTopic"}, {"target": 168, "display": ":HasAttachment", "source": 160, "props": {"_oid": "89465e70-7c03-003e-2e8b-c7f710636754"}, "id": 169, "class": "HasAttachment"}, {"target": 26, "display": ":HasTopic", "source": 327, "props": {"_oid": "4535c899-6116-0611-1af0-9e5de5b54221"}, "id": 335, "class": "HasTopic"}, {"target": 529, "display": ":HasPlaybookRule", "source": 526, "props": {"_oid": "d89e9ed5-1968-083b-3360-6a79cb07dcf8"}, "id": 530, "class": "HasPlaybookRule"}, {"target": 691, "display": ":IsAnswerFor", "source": 45, "props": {"_oid": "42babad1-76c5-0086-3336-231d5eb63763", "value": "Public"}, "id": 46, "class": "IsAnswerFor"}, {"target": 108, "display": ":HasTopic", "source": 111, "props": {"_oid": "753ba1bc-4bd9-06a1-125c-e4ea7642dab4"}, "id": 112, "class": "HasTopic"}, {"target": 712, "display": ":HasAttachment", "source": 711, "props": {"_oid": "af4a9b20-4afc-08bc-2fd6-bcf11b6d4a03"}, "id": 713, "class": "HasAttachment"}, {"target": 391, "display": ":IsAnswerFor", "source": 389, "props": {"_oid": "95052abd-b795-0cf8-0eee-7a4245d8e84b", "value": "Yes"}, "id": 392, "class": "IsAnswerFor"}, {"target": 346, "display": ":HasPlaybookRule", "source": 345, "props": {"_oid": "ea6ba6b5-70c4-041e-3c9d-c144400a010e"}, "id": 347, "class": "HasPlaybookRule"}, {"target": 229, "display": ":HasAttachment", "source": 179, "props": {"_oid": "6be0a1ff-7ff8-093b-37c2-521643588ef9"}, "id": 230, "class": "HasAttachment"}, {"target": 231, "display": ":HasAttachment", "source": 226, "props": {"_oid": "4193eb13-af90-0ab6-3288-e7c69790fcfe"}, "id": 232, "class": "HasAttachment"}, {"target": 197, "display": ":HasAttachment", "source": 226, "props": {"_oid": "246f5539-3fda-0018-0ec8-7861f4dac7a3"}, "id": 228, "class": "HasAttachment"}, {"target": 490, "display": ":HasSubTopic", "source": 0, "props": {"_oid": "20644c13-f74c-0d70-1db8-aea3d6e09ff1"}, "id": 363, "class": "HasSubTopic"}, {"target": 649, "display": ":HasSubTopic", "source": 646, "props": {"_oid": "5d944dba-9c15-0e3f-035a-595a74790517"}, "id": 650, "class": "HasSubTopic"}, {"target": 599, "display": ":HasTopic", "source": 600, "props": {"_oid": "e64210a9-21e7-0139-3753-9acba96893f9"}, "id": 601, "class": "HasTopic"}, {"target": 651, "display": ":HasSubTopic", "source": 649, "props": {"_oid": "7e05d820-45b6-03f2-2fc1-5aec20808e3a"}, "id": 656, "class": "HasSubTopic"}, {"target": 691, "display": ":HasPlaybookRule", "source": 688, "props": {"_oid": "498b9fae-d94a-0821-390c-1cee4886dcd7"}, "id": 692, "class": "HasPlaybookRule"}, {"target": 162, "display": ":IsAnswerFor", "source": 158, "props": {"_oid": "eb982a40-977a-03bc-3f2c-046f1b03474f", "value": "NDA to apply prospectively to the prior disclosed information"}, "id": 163, "class": "IsAnswerFor"}, {"target": 649, "display": ":HasTopic", "source": 619, "props": {"_oid": "3ff9a7a2-736d-0a94-3786-26b8f5c6bbaa"}, "id": 652, "class": "HasTopic"}, {"target": 263, "display": ":HasTopic", "source": 260, "props": {"_oid": "37a91d9c-71ff-0578-3f9c-cd4149bdeb29"}, "id": 264, "class": "HasTopic"}, {"target": 432, "display": ":IsAnswerFor", "source": 430, "props": {"_oid": "9d67d0c0-ef79-001e-2983-d6b13fdcc2fd", "value": "No"}, "id": 433, "class": "IsAnswerFor"}, {"target": 466, "display": ":HasSubTopic", "source": 706, "props": {"_oid": "299d83ef-102e-08cf-086d-bf13845e5f45"}, "id": 469, "class": "HasSubTopic"}, {"target": 141, "display": ":HasPlaybookRule", "source": 137, "props": {"_oid": "89a89a2f-975e-0374-20be-eb887e1a0fe9"}, "id": 142, "class": "HasPlaybookRule"}, {"target": 74, "display": ":HasAttachment", "source": 71, "props": {"_oid": "82b5a797-d6c7-0a0d-3a9e-d5ef1b04c2ce"}, "id": 76, "class": "HasAttachment"}, {"target": 767, "display": ":IsAnswerFor", "source": 762, "props": {"_oid": "0f6bed9f-ba75-0bc0-3ea1-d7ab394da4fa", "value": "Time"}, "id": 781, "class": "IsAnswerFor"}, {"target": 29, "display": ":IsAnswerFor", "source": 50, "props": {"_oid": "8b3d634c-33c7-01cf-0800-5d879cb3fa62", "value": "Yes"}, "id": 52, "class": "IsAnswerFor"}, {"target": 619, "display": ":Embodies", "source": 636, "props": {"_oid": "500d424c-5697-01a7-2def-d887d505e80f"}, "id": 637, "class": "Embodies"}, {"target": 449, "display": ":HasAttachment", "source": 453, "props": {"_oid": "42f30794-6cd6-0c4c-0bd4-4401160ddbac"}, "id": 455, "class": "HasAttachment"}, {"target": 510, "display": ":IsAnswerFor", "source": 517, "props": {"_oid": "4c4e67dc-3f52-08f1-12d8-93161d51d378", "value": "Yes"}, "id": 520, "class": "IsAnswerFor"}, {"target": 170, "display": ":HasAttachment", "source": 165, "props": {"_oid": "2be7bbce-f100-00e1-11e5-ec9662844de2"}, "id": 182, "class": "HasAttachment"}, {"target": 478, "display": ":IsAnswerFor", "source": 472, "props": {"_oid": "77377f54-0555-07be-1731-e462e55f933b", "value": "No"}, "id": 479, "class": "IsAnswerFor"}, {"target": 459, "display": ":HasSubTopic", "source": 26, "props": {"_oid": "41503a55-b940-07f9-074a-5a35d4626fe3"}, "id": 461, "class": "HasSubTopic"}, {"target": 101, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "214a18bb-9758-0343-2a2f-64b7b2ae2334"}, "id": 102, "class": "HasSubTopic"}, {"target": 310, "display": ":HasPlaybookRule", "source": 311, "props": {"_oid": "5cd2ce12-8f90-03b4-1199-3cf29ef3c83b"}, "id": 312, "class": "HasPlaybookRule"}, {"target": 505, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "a042f645-688e-0718-3aa9-940fa58c624b"}, "id": 506, "class": "HasSubTopic"}, {"target": 725, "display": ":IsAnswerFor", "source": 711, "props": {"_oid": "04b79a1f-eb15-01ba-2902-2cc9dd40238a", "value": "No"}, "id": 726, "class": "IsAnswerFor"}, {"target": 517, "display": ":HasPlaybookRule", "source": 507, "props": {"_oid": "225b4b81-8b25-02a9-077e-2588dd7e0f1d"}, "id": 518, "class": "HasPlaybookRule"}, {"target": 508, "display": ":HasSubTopic", "source": 497, "props": {"_oid": "4521ac8c-0b98-0d47-0101-f82de7997334"}, "id": 509, "class": "HasSubTopic"}, {"target": 671, "display": ":BoundTo", "source": 669, "props": {"_oid": "1cf5fda5-751c-0a9d-0898-1bf77bd6dfe5"}, "id": 672, "class": "BoundTo"}, {"target": 324, "display": ":HasSubTopic", "source": 26, "props": {"_oid": "5c2b90f9-65a9-0d62-2468-05da4e197ad8"}, "id": 369, "class": "HasSubTopic"}, {"target": 423, "display": ":HasAttachment", "source": 708, "props": {"_oid": "e52ace4b-f2fe-0d78-37b7-7523fdbd219a"}, "id": 424, "class": "HasAttachment"}, {"target": 303, "display": ":HasAttachment", "source": 301, "props": {"_oid": "b4a4caed-64f2-0c15-256a-96ed371cd02c"}, "id": 304, "class": "HasAttachment"}, {"target": 372, "display": ":HasAttachment", "source": 522, "props": {"_oid": "2c73ee7a-bc06-0da1-38ab-4052885083ed"}, "id": 378, "class": "HasAttachment"}, {"target": 219, "display": ":IsAnswerFor", "source": 215, "props": {"_oid": "2250daee-2e8d-0580-26fd-0b8bd0e0c5cd", "value": "Customer on-system or a combination"}, "id": 220, "class": "IsAnswerFor"}, {"target": 640, "display": ":BindsRole", "source": 642, "props": {"_oid": "384a4bae-6084-0974-27df-de3896744baf"}, "id": 643, "class": "BindsRole"}, {"target": 402, "display": ":HasAttachment", "source": 116, "props": {"_oid": "5d54d214-b96c-06a5-0f42-e5aa2894f88e"}, "id": 403, "class": "HasAttachment"}, {"target": 714, "display": ":IsAnswerFor", "source": 711, "props": {"_oid": "cfec8eea-ab99-0e95-3c9e-adce6d50b153", "value": "Yes"}, "id": 715, "class": "IsAnswerFor"}, {"target": 708, "display": ":HasPlaybookRule", "source": 705, "props": {"_oid": "2a20faab-c0dc-0cab-2f4e-638208df6537"}, "id": 709, "class": "HasPlaybookRule"}, {"target": 697, "display": ":HasTopic", "source": 298, "props": {"_oid": "72914896-2235-04a3-3424-3ae6d18cc78d"}, "id": 300, "class": "HasTopic"}, {"target": 143, "display": ":IsAnswerFor", "source": 141, "props": {"_oid": "36ecc816-5629-0647-11c7-f99281f86a47", "value": "Yes"}, "id": 144, "class": "IsAnswerFor"}, {"target": 370, "display": ":HasSubTopic", "source": 26, "props": {"_oid": "cfe5d728-fd14-067d-33d4-bf6102946c7a"}, "id": 371, "class": "HasSubTopic"}, {"target": 522, "display": ":HasPlaybookRule", "source": 521, "props": {"_oid": "96bde7d1-bc74-0fde-02cd-554dc4e58b80"}, "id": 523, "class": "HasPlaybookRule"}, {"target": 397, "display": ":HasTopic", "source": 385, "props": {"_oid": "9658d314-a905-0fbc-2a17-61a52ad2b1d8"}, "id": 398, "class": "HasTopic"}, {"target": 535, "display": ":HasTopic", "source": 526, "props": {"_oid": "de4b2dda-6e18-0807-2945-f55adc3c8b71"}, "id": 537, "class": "HasTopic"}, {"target": 77, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "19c7fae1-03fe-0d22-1ab0-9b215147f8f5"}, "id": 79, "class": "HasSubTopic"}, {"target": 462, "display": ":HasAttachment", "source": 465, "props": {"_oid": "fa61dc2c-3c17-0e8f-252f-ae68ea16e1a8"}, "id": 470, "class": "HasAttachment"}, {"target": 186, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "93e4ae80-c4f9-0a98-3c67-7f6868f24e5e"}, "id": 188, "class": "HasSubTopic"}, {"target": 357, "display": ":IsAnswerFor", "source": 355, "props": {"_oid": "67fa4c5b-46eb-049e-30de-a72b1b63f26a", "value": "Notice"}, "id": 358, "class": "IsAnswerFor"}, {"target": 125, "display": ":IsAnswerFor", "source": 123, "props": {"_oid": "1ff43091-e2dd-0f49-1197-7343ab93d767", "value": "Yes"}, "id": 127, "class": "IsAnswerFor"}, {"target": 414, "display": ":IsAnswerFor", "source": 410, "props": {"_oid": "13f5fd4c-bc45-06a2-3248-6fa1f6589e79", "value": "No"}, "id": 415, "class": "IsAnswerFor"}, {"target": 599, "display": ":HasSubTopic", "source": 0, "props": {"_oid": "82f77877-6063-08a2-1528-5c8311c82b67"}, "id": 1, "class": "HasSubTopic"}, {"target": 236, "display": ":IsAnswerFor", "source": 224, "props": {"_oid": "923040c2-d6f6-07a8-24d8-89d77fbe8f4f", "value": "Yes"}, "id": 237, "class": "IsAnswerFor"}, {"target": 531, "display": ":IsAnswerFor", "source": 529, "props": {"_oid": "195aacb4-4fe1-0831-002a-7ab36f7929d6", "value": "Yes"}, "id": 532, "class": "IsAnswerFor"}, {"target": 514, "display": ":HasAttachment", "source": 512, "props": {"_oid": "5920a878-42ea-0d7b-13e5-1cdc23ce8f29"}, "id": 515, "class": "HasAttachment"}, {"target": 732, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "6c7b8d1c-2994-0503-226d-8c51dae28bfe"}, "id": 733, "class": "HasSubTopic"}, {"target": 105, "display": ":HasPlaybookRule", "source": 103, "props": {"_oid": "14d70ad0-67ac-0e60-0dc7-f86546b57249"}, "id": 106, "class": "HasPlaybookRule"}, {"target": 782, "display": ":HasAttachment", "source": 767, "props": {"_oid": "2a96dfe9-344b-04aa-3651-ca088a40b01a"}, "id": 783, "class": "HasAttachment"}, {"target": 427, "display": ":IsAnswerFor", "source": 155, "props": {"_oid": "283433e7-c3ba-018f-20b6-9619463b15f0", "value": "Yes"}, "id": 428, "class": "IsAnswerFor"}, {"target": 197, "display": ":HasAttachment", "source": 160, "props": {"_oid": "28fafa24-4f31-0993-3f58-a7180ab747fe"}, "id": 202, "class": "HasAttachment"}, {"target": 376, "display": ":IsAnswerFor", "source": 606, "props": {"_oid": "2317508c-dea4-0e94-3396-6ba2670e5cd2", "value": "No"}, "id": 377, "class": "IsAnswerFor"}, {"target": 348, "display": ":HasTopic", "source": 345, "props": {"_oid": "089c89d3-8ca2-0a3c-0c03-61aa3ce3a597"}, "id": 349, "class": "HasTopic"}, {"target": 451, "display": ":HasPlaybookRule", "source": 450, "props": {"_oid": "6dd1fde7-af9c-0399-0113-df52b8f7f3bf"}, "id": 452, "class": "HasPlaybookRule"}, {"target": 481, "display": ":IsAnswerFor", "source": 474, "props": {"_oid": "9f41133d-f262-071c-3b6a-bd6aa5e26c34", "value": "Yes"}, "id": 482, "class": "IsAnswerFor"}, {"target": 591, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "9c054b57-943c-003d-3f9d-0c9128a47ac1"}, "id": 589, "class": "HasSubTopic"}, {"target": 723, "display": ":IsAnswerFor", "source": 722, "props": {"_oid": "b9c0c0ba-e72d-082b-3d09-55b8642c1fcd", "value": "No"}, "id": 724, "class": "IsAnswerFor"}, {"target": 443, "display": ":IsAnswerFor", "source": 438, "props": {"_oid": "f4f6744e-b655-074f-3ad5-e166096057df", "value": "Consultation"}, "id": 447, "class": "IsAnswerFor"}, {"target": 4, "display": ":HasTopic", "source": 3, "props": {"_oid": "98f81827-14dc-0733-0648-46de291b3e2a"}, "id": 5, "class": "HasTopic"}, {"target": 682, "display": ":HasTopic", "source": 345, "props": {"_oid": "f219c03f-cd6c-07ff-1343-b32e0996cb2e"}, "id": 351, "class": "HasTopic"}, {"target": 693, "display": ":IsAnswerFor", "source": 691, "props": {"_oid": "edb37b31-c8a9-0622-3446-2fad747a00bc", "value": "Yes"}, "id": 694, "class": "IsAnswerFor"}, {"target": 546, "display": ":IsAnswerFor", "source": 288, "props": {"_oid": "4c479d22-d9ee-0f20-3a2b-3e32902da823", "value": "Standard of security"}, "id": 290, "class": "IsAnswerFor"}, {"target": 360, "display": ":HasSubTopic", "source": 359, "props": {"_oid": "91cfaf44-df70-0bf8-23ee-7a752d8db713"}, "id": 365, "class": "HasSubTopic"}, {"target": 145, "display": ":IsAnswerFor", "source": 141, "props": {"_oid": "189d5a20-9216-03fe-1929-e73939ea1118", "value": "No"}, "id": 146, "class": "IsAnswerFor"}, {"target": 765, "display": ":IsAnswerFor", "source": 763, "props": {"_oid": "77ceb836-a4b7-0dd4-1ed0-1da118f9279e", "value": "No"}, "id": 766, "class": "IsAnswerFor"}, {"target": 647, "display": ":HasTopic", "source": 667, "props": {"_oid": "01531aa5-990f-0263-14a9-df4e0524a7f8"}, "id": 681, "class": "HasTopic"}, {"target": 774, "display": ":IsAnswerFor", "source": 772, "props": {"_oid": "4223500d-b3f6-0f9f-3688-c86d77d869d8", "value": "No"}, "id": 778, "class": "IsAnswerFor"}, {"target": 649, "display": ":HasTopic", "source": 636, "props": {"_oid": "6ff4e5ee-25fa-0b33-1a69-fe3f20c353a5"}, "id": 662, "class": "HasTopic"}, {"target": 197, "display": ":HasAttachment", "source": 165, "props": {"_oid": "29528b0a-c7ab-0908-0ed3-57c86bc3ba43"}, "id": 198, "class": "HasAttachment"}, {"target": 714, "display": ":IsAnswerFor", "source": 723, "props": {"_oid": "61f941e3-fd8b-0c3c-3ade-db5fe25ff8b8", "value": "Yes"}, "id": 729, "class": "IsAnswerFor"}, {"target": 794, "display": ":HasTopic", "source": 320, "props": {"_oid": "80632187-6106-09d1-0882-4bd87196a01c"}, "id": 332, "class": "HasTopic"}, {"target": 598, "display": ":IsAnswerFor", "source": 546, "props": {"_oid": "3f28befb-ff6c-02d7-23a1-f5711cc5e197", "value": "No"}, "id": 592, "class": "IsAnswerFor"}, {"target": 361, "display": ":HasTopic", "source": 429, "props": {"_oid": "ffbafa23-ec22-06aa-2fa4-19bbee055a8a"}, "id": 440, "class": "HasTopic"}, {"target": 649, "display": ":HasTopic", "source": 638, "props": {"_oid": "2bdc9971-d1b3-0c3c-17a3-1037dbc510ef"}, "id": 660, "class": "HasTopic"}, {"target": 486, "display": ":HasPlaybookRule", "source": 191, "props": {"_oid": "2156e28c-e481-0932-0aed-a5c9b84d3182"}, "id": 193, "class": "HasPlaybookRule"}, {"target": 208, "display": ":IsAnswerFor", "source": 206, "props": {"_oid": "58b0670d-41fd-0ddb-0a3b-6eb92c69e4dc", "value": "No"}, "id": 209, "class": "IsAnswerFor"}, {"target": 45, "display": ":IsAnswerFor", "source": 49, "props": {"_oid": "facf2a8f-58b9-0b53-15b4-850ddabb04a1", "value": "Exceptions"}, "id": 55, "class": "IsAnswerFor"}, {"target": 682, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "fd04ed02-4fbd-0c06-0cb2-e96702cd40ed"}, "id": 683, "class": "HasSubTopic"}, {"target": 421, "display": ":HasPlaybookRule", "source": 419, "props": {"_oid": "638f9bbb-5183-0428-37fe-af26a8f35a20"}, "id": 422, "class": "HasPlaybookRule"}, {"target": 527, "display": ":HasSubTopic", "source": 497, "props": {"_oid": "5d5c4064-2e32-0207-24da-de284809dafd"}, "id": 528, "class": "HasSubTopic"}, {"target": 129, "display": ":IsAnswerFor", "source": 126, "props": {"_oid": "8e27e443-bcaf-0eef-1fe9-733f3c22cab0", "value": "Yes"}, "id": 131, "class": "IsAnswerFor"}, {"target": 615, "display": ":IsAnswerFor", "source": 29, "props": {"_oid": "ebb5d683-3c55-03b9-2e43-32e3aa3ed0d0", "value": "Obligation to mark"}, "id": 67, "class": "IsAnswerFor"}, {"target": 252, "display": ":HasAttachment", "source": 691, "props": {"_oid": "0b9912a8-b374-0904-2074-5d97c367fe32"}, "id": 254, "class": "HasAttachment"}, {"target": 797, "display": ":HasPlaybookRule", "source": 796, "props": {"_oid": "20f473c6-3453-010d-2ce0-cdfa822e2ca7"}, "id": 799, "class": "HasPlaybookRule"}, {"target": 665, "display": ":HasTopic", "source": 667, "props": {"_oid": "731901ac-09d3-0d05-1a9f-b5fc1324125a"}, "id": 679, "class": "HasTopic"}, {"target": 674, "display": ":BindsRole", "source": 675, "props": {"_oid": "3f1e6177-9d7c-0884-0ca7-2ffe5946f04b"}, "id": 676, "class": "BindsRole"}, {"target": 315, "display": ":IsAnswerFor", "source": 800, "props": {"_oid": "9884487a-93a6-05e8-3f42-c0754d510480", "value": "No"}, "id": 316, "class": "IsAnswerFor"}, {"target": 374, "display": ":IsAnswerFor", "source": 606, "props": {"_oid": "b97639fc-4089-084e-1e2f-cddaa787b662", "value": "Yes"}, "id": 375, "class": "IsAnswerFor"}, {"target": 706, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "f5e5a3c7-1f89-002a-2768-1948d591f392"}, "id": 368, "class": "HasSubTopic"}, {"target": 108, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "d5d30964-88f6-0399-3197-4cad16a521c7"}, "id": 109, "class": "HasSubTopic"}, {"target": 632, "display": ":HasTerm", "source": 619, "props": {"_oid": "6ebc2e59-7318-04c3-05a3-f8c780678c84"}, "id": 633, "class": "HasTerm"}, {"target": 665, "display": ":HasSubTopic", "source": 646, "props": {"_oid": "7c9d9fd5-c03d-0366-1bbc-c0300fb976f7"}, "id": 666, "class": "HasSubTopic"}, {"target": 487, "display": ":IsAnswerFor", "source": 486, "props": {"_oid": "08e2ac08-8b22-0b4e-2413-d377d2c9b7c8", "value": "No"}, "id": 488, "class": "IsAnswerFor"}, {"target": 699, "display": ":IsAnswerFor", "source": 45, "props": {"_oid": "155a0431-6d9e-033f-3b16-2c3ca13b413d", "value": "Knowledge"}, "id": 47, "class": "IsAnswerFor"}, {"target": 772, "display": ":IsAnswerFor", "source": 768, "props": {"_oid": "1ad3d0d0-08d6-0f50-1fac-5932e8df41c6", "value": "Transaction"}, "id": 776, "class": "IsAnswerFor"}, {"target": 151, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "c98c29b9-375e-0992-2908-34dd0a3e97be"}, "id": 154, "class": "HasSubTopic"}, {"target": 512, "display": ":IsAnswerFor", "source": 517, "props": {"_oid": "7344ad19-163f-01db-3c7f-0cda9b6fee87", "value": "No"}, "id": 519, "class": "IsAnswerFor"}, {"target": 280, "display": ":IsAnswerFor", "source": 273, "props": {"_oid": "e07c51e6-d37f-0740-31ea-3efeb9ad68f9", "value": "Copies and documents"}, "id": 281, "class": "IsAnswerFor"}, {"target": 544, "display": ":IsAnswerFor", "source": 539, "props": {"_oid": "98781d23-f28f-070d-3d03-189927b86f8a", "value": "Yes"}, "id": 545, "class": "IsAnswerFor"}, {"target": 57, "display": ":HasTopic", "source": 612, "props": {"_oid": "7b9e5bfb-fb76-05f5-1728-4837988c0ac7"}, "id": 59, "class": "HasTopic"}, {"target": 762, "display": ":IsAnswerFor", "source": 763, "props": {"_oid": "2aaa0797-a2ad-0a4f-1ff6-989c3214e62c", "value": "Yes"}, "id": 764, "class": "IsAnswerFor"}, {"target": 667, "display": ":DefinedIn", "source": 675, "props": {"_oid": "42ecf662-4997-0a72-2ae8-1fe0e3962ba7"}, "id": 678, "class": "DefinedIn"}, {"target": 417, "display": ":IsAnswerFor", "source": 408, "props": {"_oid": "8ec468ac-1dae-06cc-3587-7c799f364ae8", "value": "No"}, "id": 418, "class": "IsAnswerFor"}, {"target": 362, "display": ":HasSubTopic", "source": 359, "props": {"_oid": "1acfeb4a-a576-0885-1c1d-1778621f311e"}, "id": 367, "class": "HasSubTopic"}, {"target": 668, "display": ":BindsRole", "source": 669, "props": {"_oid": "9a14cd54-1abe-0bf5-11bc-7763b0697e61"}, "id": 670, "class": "BindsRole"}, {"target": 355, "display": ":HasPlaybookRule", "source": 354, "props": {"_oid": "30c20576-c9b0-0336-2204-011f7cc52d6a"}, "id": 356, "class": "HasPlaybookRule"}, {"target": 622, "display": ":BoundTo", "source": 675, "props": {"_oid": "412f2827-a963-0170-2cec-11b9f52308b4"}, "id": 677, "class": "BoundTo"}, {"target": 296, "display": ":IsAnswerFor", "source": 288, "props": {"_oid": "02bb0a3e-0e63-0994-1ff7-00dcee9ca4d2", "value": "Separation"}, "id": 297, "class": "IsAnswerFor"}, {"target": 329, "display": ":IsAnswerFor", "source": 315, "props": {"_oid": "1bb2067c-a62b-0995-2cdc-a74e4f4f7367", "value": "Yes"}, "id": 338, "class": "IsAnswerFor"}, {"target": 404, "display": ":HasAttachment", "source": 132, "props": {"_oid": "04014bb8-6fc1-0a6d-3565-ac6a32148252"}, "id": 406, "class": "HasAttachment"}, {"target": 527, "display": ":HasTopic", "source": 542, "props": {"_oid": "d3b86dfc-0efd-0521-1e3e-5547c0f48ac7"}, "id": 540, "class": "HasTopic"}, {"target": 100, "display": ":IsAnswerFor", "source": 117, "props": {"_oid": "302883b8-6e07-0dd1-3d68-fb2a119d49b2", "value": "No"}, "id": 494, "class": "IsAnswerFor"}, {"target": 168, "display": ":HasAttachment", "source": 176, "props": {"_oid": "40218694-9f59-0fc9-20d6-20f2a1949f67"}, "id": 178, "class": "HasAttachment"}, {"target": 160, "display": ":IsAnswerFor", "source": 158, "props": {"_oid": "9c325640-87cf-00bf-35f0-ed0fa5d40632", "value": "NDA to apply retrospectively to the prior disclosed information"}, "id": 161, "class": "IsAnswerFor"}, {"target": 69, "display": ":HasPlaybookRule", "source": 68, "props": {"_oid": "109fe564-fde4-01a4-3fc5-de48bdaf431d"}, "id": 70, "class": "HasPlaybookRule"}, {"target": 315, "display": ":IsAnswerFor", "source": 802, "props": {"_oid": "727bd3eb-6d18-0441-2df1-080aea536f9c", "value": "No"}, "id": 318, "class": "IsAnswerFor"}, {"target": 711, "display": ":IsAnswerFor", "source": 722, "props": {"_oid": "17d50fb3-b13f-0a82-3b49-2329eb235626", "value": "Yes"}, "id": 727, "class": "IsAnswerFor"}, {"target": 466, "display": ":HasTopic", "source": 464, "props": {"_oid": "d8b39e09-093d-08ca-1bc2-c055f76b8bba"}, "id": 468, "class": "HasTopic"}, {"target": 150, "display": ":IsAnswerFor", "source": 117, "props": {"_oid": "e678ed5a-296f-0171-06d1-ac91031f79cb", "value": "Yes"}, "id": 157, "class": "IsAnswerFor"}, {"target": 459, "display": ":HasTopic", "source": 450, "props": {"_oid": "fa1c4657-7cae-0c94-179d-392f7db93068"}, "id": 460, "class": "HasTopic"}, {"target": 23, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "00ee318b-52d8-0c48-05a4-83f8bd21ea98"}, "id": 25, "class": "HasSubTopic"}, {"target": 483, "display": ":HasTopic", "source": 471, "props": {"_oid": "2542b75a-495d-0d83-1147-f792eebd2b04"}, "id": 484, "class": "HasTopic"}, {"target": 120, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "e1b8f80e-3b8a-07c7-1ffd-dd0e4d67cf98"}, "id": 122, "class": "HasSubTopic"}, {"target": 752, "display": ":IsAnswerFor", "source": 745, "props": {"_oid": "71b48e71-aa86-099b-1118-54090b00c1b4", "value": "Unacceptable"}, "id": 753, "class": "IsAnswerFor"}, {"target": 686, "display": ":HasSubTopic", "source": 682, "props": {"_oid": "6d43e8e3-7c1b-0a88-1e4b-3c5cb6fa599f"}, "id": 687, "class": "HasSubTopic"}, {"target": 591, "display": ":HasTopic", "source": 590, "props": {"_oid": "fa491973-6f67-0f6c-042d-4f1c3c9b38cd"}, "id": 593, "class": "HasTopic"}, {"target": 704, "display": ":HasAttachment", "source": 719, "props": {"_oid": "77c5ca7b-2b0c-0d6b-2306-59792776c0e8"}, "id": 720, "class": "HasAttachment"}, {"target": 329, "display": ":HasPlaybookRule", "source": 327, "props": {"_oid": "7ae5b1a3-cdf0-0595-2e23-48517f8674cb"}, "id": 330, "class": "HasPlaybookRule"}, {"target": 370, "display": ":HasTopic", "source": 386, "props": {"_oid": "5af15e07-1e65-057f-38f3-cb07d3c056c2"}, "id": 388, "class": "HasTopic"}, {"target": 60, "display": ":HasAttachment", "source": 49, "props": {"_oid": "9ec7face-20fd-0ffe-0536-aac902f3df44"}, "id": 61, "class": "HasAttachment"}, {"target": 189, "display": ":HasAttachment", "source": 608, "props": {"_oid": "f37417f4-18ae-0a55-1f5e-ac23314c4349"}, "id": 190, "class": "HasAttachment"}, {"target": 474, "display": ":IsAnswerFor", "source": 472, "props": {"_oid": "bcfacaa0-56ce-0f8c-377a-55ffe1234e8c", "value": "Yes"}, "id": 475, "class": "IsAnswerFor"}, {"target": 362, "display": ":HasTopic", "source": 419, "props": {"_oid": "88cd5ed2-c468-015e-10fc-086f9117df04"}, "id": 420, "class": "HasTopic"}, {"target": 197, "display": ":HasAttachment", "source": 162, "props": {"_oid": "5f508624-5f84-0a90-3584-4e78b4600683"}, "id": 201, "class": "HasAttachment"}, {"target": 301, "display": ":IsAnswerFor", "source": 45, "props": {"_oid": "2af58c9d-fd05-02a8-1304-907f542d0aed", "value": "Created"}, "id": 302, "class": "IsAnswerFor"}, {"target": 725, "display": ":IsAnswerFor", "source": 723, "props": {"_oid": "aaa25516-bd07-0313-2f42-5a58524f6a61", "value": "No"}, "id": 728, "class": "IsAnswerFor"}, {"target": 436, "display": ":HasAttachment", "source": 432, "props": {"_oid": "3abba190-0bb6-005d-32b8-ef4faf77799b"}, "id": 437, "class": "HasAttachment"}, {"target": 611, "display": ":IsAnswerFor", "source": 609, "props": {"_oid": "da567661-1a48-046e-0e5c-0a0b231953ca", "value": "No"}, "id": 56, "class": "IsAnswerFor"}, {"target": 147, "display": ":IsAnswerFor", "source": 143, "props": {"_oid": "63167371-2449-0b06-314a-2ab810064191", "value": "Yes"}, "id": 149, "class": "IsAnswerFor"}, {"target": 441, "display": ":IsAnswerFor", "source": 434, "props": {"_oid": "68eac6a3-6a6f-0a10-39e1-1a456f368fbb", "value": "Yes"}, "id": 442, "class": "IsAnswerFor"}, {"target": 793, "display": ":HasTopic", "source": 327, "props": {"_oid": "8f0a6e39-93de-0f45-0787-e5b1e8e844fe"}, "id": 328, "class": "HasTopic"}, {"target": 138, "display": ":HasTopic", "source": 137, "props": {"_oid": "71152356-44f4-0732-3ad2-2be47253ffb0"}, "id": 140, "class": "HasTopic"}, {"target": 619, "display": ":DefinedIn", "source": 628, "props": {"_oid": "df1dbb23-974a-01a5-3077-32e978afde27"}, "id": 631, "class": "DefinedIn"}, {"target": 699, "display": ":HasPlaybookRule", "source": 298, "props": {"_oid": "db1464fb-81f9-01e7-2c07-87d7c6fa4a57"}, "id": 299, "class": "HasPlaybookRule"}, {"target": 453, "display": ":IsAnswerFor", "source": 451, "props": {"_oid": "055e74b2-6ba6-0c9b-345d-74196e7b024a", "value": "No"}, "id": 454, "class": "IsAnswerFor"}, {"target": 456, "display": ":IsAnswerFor", "source": 451, "props": {"_oid": "9c059497-2818-0b2c-0932-e54e0ae4dc92", "value": "Yes"}, "id": 457, "class": "IsAnswerFor"}, {"target": 462, "display": ":HasAttachment", "source": 708, "props": {"_oid": "64ecb8d6-33a3-04d0-0eaf-bf57a260dd8f"}, "id": 463, "class": "HasAttachment"}, {"target": 472, "display": ":HasPlaybookRule", "source": 471, "props": {"_oid": "e07c8a94-0db8-06b9-2d4b-c9e3fcbd1de7"}, "id": 473, "class": "HasPlaybookRule"}, {"target": 395, "display": ":HasAttachment", "source": 391, "props": {"_oid": "47323183-dcba-0769-0e79-aa25616e62a5"}, "id": 400, "class": "HasAttachment"}, {"target": 71, "display": ":IsAnswerFor", "source": 69, "props": {"_oid": "1cfbd689-6da6-0944-3c0e-17eeab66c712", "value": "Yes"}, "id": 72, "class": "IsAnswerFor"}, {"target": 445, "display": ":IsAnswerFor", "source": 441, "props": {"_oid": "8994e395-82ed-0d18-0a40-bcdf22cb5068", "value": "Comments"}, "id": 446, "class": "IsAnswerFor"}, {"target": 173, "display": ":IsAnswerFor", "source": 172, "props": {"_oid": "c37f432f-d057-000d-377e-c44d5a2ac358", "value": "Prior agreement to be replaced by the NDA"}, "id": 175, "class": "IsAnswerFor"}, {"target": 80, "display": ":HasPlaybookRule", "source": 538, "props": {"_oid": "67554686-432f-0337-1823-9aa369ad3bb2"}, "id": 99, "class": "HasPlaybookRule"}, {"target": 179, "display": ":IsAnswerFor", "source": 173, "props": {"_oid": "e3d6b04d-9aa5-0f06-177f-586abee02080", "value": "Prior agreement to survive in respect of other information "}, "id": 180, "class": "IsAnswerFor"}, {"target": 329, "display": ":IsAnswerFor", "source": 313, "props": {"_oid": "c9210855-98b0-0d34-317c-f0e809eaab1a", "value": "Yes"}, "id": 337, "class": "IsAnswerFor"}, {"target": 802, "display": ":IsAnswerFor", "source": 797, "props": {"_oid": "26850e05-c705-0f15-0c91-476629efe789", "value": "No"}, "id": 803, "class": "IsAnswerFor"}, {"target": 155, "display": ":HasPlaybookRule", "source": 152, "props": {"_oid": "e4b5a48d-ea50-0b99-1e82-c357d509d8f3"}, "id": 156, "class": "HasPlaybookRule"}, {"target": 45, "display": ":IsAnswerFor", "source": 29, "props": {"_oid": "06b7f89f-e471-0b3b-170c-685941264af4", "value": "Exceptions"}, "id": 53, "class": "IsAnswerFor"}, {"target": 511, "display": ":HasSubTopic", "source": 497, "props": {"_oid": "847a4a53-7bcd-0140-363e-6e1adf19ea09"}, "id": 513, "class": "HasSubTopic"}, {"target": 307, "display": ":HasTopic", "source": 305, "props": {"_oid": "68c1c71d-70e4-0b94-077d-fcff5b35aef7"}, "id": 308, "class": "HasTopic"}, {"target": 404, "display": ":HasAttachment", "source": 129, "props": {"_oid": "fd6ae583-e766-0924-3ebf-4d283f623581"}, "id": 405, "class": "HasAttachment"}, {"target": 279, "display": ":HasAttachment", "source": 280, "props": {"_oid": "f67369c4-5649-0bff-0821-60f550a886e1"}, "id": 282, "class": "HasAttachment"}, {"target": 252, "display": ":HasAttachment", "source": 695, "props": {"_oid": "adce2bfb-dd1e-0ef1-2627-74715eff2da6"}, "id": 253, "class": "HasAttachment"}, {"target": 382, "display": ":HasAttachment", "source": 695, "props": {"_oid": "2aea93d9-679a-03c4-2887-e0ec03291e15"}, "id": 384, "class": "HasAttachment"}, {"target": 123, "display": ":HasPlaybookRule", "source": 119, "props": {"_oid": "1d55d79d-e37a-0f82-0886-3a809d093eb1"}, "id": 124, "class": "HasPlaybookRule"}, {"target": 113, "display": ":HasPlaybookRule", "source": 111, "props": {"_oid": "7c77c198-5444-024c-2458-4efb50ef2eb0"}, "id": 401, "class": "HasPlaybookRule"}, {"target": 789, "display": ":HasPlaybookRule", "source": 386, "props": {"_oid": "2b22e03b-c45c-0d2d-1189-a7a4a8e8970c"}, "id": 387, "class": "HasPlaybookRule"}, {"target": 269, "display": ":HasTopic", "source": 266, "props": {"_oid": "4856bdc8-1154-0e1d-22d8-e4cfc61a5afa"}, "id": 271, "class": "HasTopic"}, {"target": 247, "display": ":HasTopic", "source": 244, "props": {"_oid": "d631f24e-561a-0b21-0bfb-e01eda729d2d"}, "id": 249, "class": "HasTopic"}, {"target": 503, "display": ":HasTopic", "source": 507, "props": {"_oid": "1fba9c5d-281a-097d-298b-94de5033bb6a"}, "id": 516, "class": "HasTopic"}, {"target": 483, "display": ":HasSubTopic", "source": 359, "props": {"_oid": "3f3375f4-faf1-07da-3666-e27c1b01e245"}, "id": 485, "class": "HasSubTopic"}, {"target": 245, "display": ":HasPlaybookRule", "source": 244, "props": {"_oid": "ac729227-597d-0ded-06ac-555352254397"}, "id": 246, "class": "HasPlaybookRule"}, {"target": 389, "display": ":HasPlaybookRule", "source": 385, "props": {"_oid": "8d1af57d-fc5b-0b01-2cd6-55416a18ea46"}, "id": 390, "class": "HasPlaybookRule"}, {"target": 646, "display": ":HasTopic", "source": 619, "props": {"_oid": "626dea18-ef78-04ab-34dc-7fe281bfbebd"}, "id": 654, "class": "HasTopic"}, {"target": 301, "display": ":HasPlaybookRule", "source": 305, "props": {"_oid": "59fd6ae9-d519-0e93-2f87-199850cb0d24"}, "id": 306, "class": "HasPlaybookRule"}, {"target": 23, "display": ":HasTopic", "source": 22, "props": {"_oid": "a8c659c9-20f1-0773-2edd-d164b96350ac"}, "id": 24, "class": "HasTopic"}, {"target": 408, "display": ":HasPlaybookRule", "source": 407, "props": {"_oid": "8dd5d479-a80e-0445-021d-d0ab8e36b332"}, "id": 409, "class": "HasPlaybookRule"}, {"target": 116, "display": ":IsAnswerFor", "source": 113, "props": {"_oid": "921b3204-33a8-0926-26d5-8c8391c74a9f", "value": "No"}, "id": 118, "class": "IsAnswerFor"}, {"target": 646, "display": ":HasTopic", "source": 636, "props": {"_oid": "3260a854-b9ef-050c-1933-a76554ba56b2"}, "id": 663, "class": "HasTopic"}, {"target": 682, "display": ":HasTopic", "source": 298, "props": {"_oid": "bfbd7727-1ed2-098b-02e2-c8d5c10ce4ef"}, "id": 344, "class": "HasTopic"}, {"target": 164, "display": ":IsAnswerFor", "source": 158, "props": {"_oid": "d709607e-7196-0de1-3d81-5224efb578bd", "value": "NDA does not apply to prior disclosed information"}, "id": 167, "class": "IsAnswerFor"}, {"target": 768, "display": ":IsAnswerFor", "source": 761, "props": {"_oid": "67e8d044-59d1-065d-2242-38230aabd65c", "value": "Yes"}, "id": 770, "class": "IsAnswerFor"}, {"target": 352, "display": ":HasAttachment", "source": 743, "props": {"_oid": "5fc83ded-555e-055c-33e3-7a46c292cf9f"}, "id": 353, "class": "HasAttachment"}, {"target": 748, "display": ":IsAnswerFor", "source": 746, "props": {"_oid": "48099bd6-722d-0367-270d-1edc6bbe72e8", "value": "No"}, "id": 749, "class": "IsAnswerFor"}, {"target": 491, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "10616baf-57ec-0b96-0c08-4dcb363e8b00"}, "id": 492, "class": "HasSubTopic"}, {"target": 206, "display": ":IsAnswerFor", "source": 172, "props": {"_oid": "374eea5b-a8f0-0e84-3327-d6632e4c8501", "value": "Prior agreement continues to apply"}, "id": 207, "class": "IsAnswerFor"}, {"target": 615, "display": ":IsAnswerFor", "source": 49, "props": {"_oid": "17cd0493-809d-03d1-2cfb-dfb731a39e85", "value": "Obligation to mark"}, "id": 243, "class": "IsAnswerFor"}, {"target": 319, "display": ":HasPlaybookRule", "source": 320, "props": {"_oid": "34b8948d-d3e7-06a9-3b58-92600561a90c"}, "id": 321, "class": "HasPlaybookRule"}, {"target": 324, "display": ":HasTopic", "source": 320, "props": {"_oid": "a444eb40-e5f2-00e5-3bfe-559a86016004"}, "id": 325, "class": "HasTopic"}, {"target": 646, "display": ":HasSubTopic", "source": 0, "props": {"_oid": "ad9b5b9a-9033-0ac4-2435-1bc866a1476b"}, "id": 2, "class": "HasSubTopic"}, {"target": 361, "display": ":HasSubTopic", "source": 359, "props": {"_oid": "d5881690-539b-08aa-1aac-53eba3672965"}, "id": 366, "class": "HasSubTopic"}, {"target": 735, "display": ":HasPlaybookRule", "source": 731, "props": {"_oid": "8a9cdd9f-328d-0d7a-0c9e-1783e2b40eb1"}, "id": 736, "class": "HasPlaybookRule"}, {"target": 219, "display": ":IsAnswerFor", "source": 213, "props": {"_oid": "66a50391-6408-068b-2a6b-5792e65b1a71", "value": "Both"}, "id": 223, "class": "IsAnswerFor"}, {"target": 255, "display": ":HasAttachment", "source": 699, "props": {"_oid": "d7dbd6e6-0f50-06d7-024e-c295ee8674c3"}, "id": 256, "class": "HasAttachment"}, {"target": 476, "display": ":HasAttachment", "source": 474, "props": {"_oid": "46cf83b3-686b-0431-2646-c5ec41c8b8ed"}, "id": 477, "class": "HasAttachment"}, {"target": 204, "display": ":HasAttachment", "source": 236, "props": {"_oid": "92e03221-d83f-0c57-2b3b-9dc08af02602"}, "id": 239, "class": "HasAttachment"}, {"target": 129, "display": ":IsAnswerFor", "source": 125, "props": {"_oid": "b4e5dc92-7a42-04e9-2016-cd916450505e", "value": "Yes"}, "id": 130, "class": "IsAnswerFor"}, {"target": 258, "display": ":HasAttachment", "source": 702, "props": {"_oid": "20ff753a-a033-00ab-33c6-88f690162bca"}, "id": 259, "class": "HasAttachment"}, {"target": 49, "display": ":IsAnswerFor", "source": 50, "props": {"_oid": "7745b15c-8f0f-01a7-0ab8-b0d3072eb437", "value": "No"}, "id": 54, "class": "IsAnswerFor"}, {"target": 397, "display": ":HasSubTopic", "source": 501, "props": {"_oid": "dd1b307c-feaa-03bc-2ae5-2671dfcf37bd"}, "id": 399, "class": "HasSubTopic"}, {"target": 158, "display": ":IsAnswerFor", "source": 150, "props": {"_oid": "c4e31108-e3a6-09dd-1986-34e2987a027f", "value": "No"}, "id": 159, "class": "IsAnswerFor"}, {"target": 210, "display": ":HasAttachment", "source": 208, "props": {"_oid": "c939be90-2f74-032d-23a2-60cdc2571735"}, "id": 211, "class": "HasAttachment"}, {"target": 313, "display": ":IsAnswerFor", "source": 802, "props": {"_oid": "a0e8ddc2-5383-00e0-3051-5facacf6b7e1", "value": "Yes"}, "id": 317, "class": "IsAnswerFor"}, {"target": 313, "display": ":IsAnswerFor", "source": 800, "props": {"_oid": "4a174653-ad3d-0149-22e2-97d30bf4dcfd", "value": "Yes"}, "id": 314, "class": "IsAnswerFor"}, {"target": 221, "display": ":IsAnswerFor", "source": 213, "props": {"_oid": "f89e4316-7dcb-0f37-17f8-8e2c5cb568c4", "value": "Griffin Only"}, "id": 222, "class": "IsAnswerFor"}, {"target": 797, "display": ":IsAnswerFor", "source": 759, "props": {"_oid": "908cf08d-a7fb-06bc-0669-17ba66eb847a", "value": "Yes"}, "id": 336, "class": "IsAnswerFor"}, {"target": 759, "display": ":HasPlaybookRule", "source": 757, "props": {"_oid": "77e3d026-6a52-06c1-1428-915072bf00a8"}, "id": 760, "class": "HasPlaybookRule"}, {"target": 434, "display": ":IsAnswerFor", "source": 430, "props": {"_oid": "1c6b2ef4-729f-08ec-3a80-1f67323e9463", "value": "Yes"}, "id": 435, "class": "IsAnswerFor"}, {"target": 651, "display": ":HasTopic", "source": 636, "props": {"_oid": "11f13dce-604c-08c1-35a8-a4d30043dd9f"}, "id": 655, "class": "HasTopic"}, {"target": 172, "display": ":IsAnswerFor", "source": 150, "props": {"_oid": "34c9b02b-95be-0a70-1037-cdfef7417ee2", "value": "Yes"}, "id": 174, "class": "IsAnswerFor"}, {"target": 26, "display": ":HasSubTopic", "source": 490, "props": {"_oid": "6290e368-a782-0741-115b-b873383c9adf"}, "id": 27, "class": "HasSubTopic"}, {"target": 184, "display": ":HasAttachment", "source": 611, "props": {"_oid": "bdba216a-b12b-0fdc-15d3-5d780fa1e4c5"}, "id": 185, "class": "HasAttachment"}, {"target": 126, "display": ":IsAnswerFor", "source": 123, "props": {"_oid": "25360840-2430-054f-2e68-cdedf3e14d89", "value": "No"}, "id": 128, "class": "IsAnswerFor"}, {"target": 114, "display": ":IsAnswerFor", "source": 113, "props": {"_oid": "362194d0-3bc2-0d1e-1524-4835d066d920", "value": "Yes"}, "id": 115, "class": "IsAnswerFor"}, {"target": 719, "display": ":IsAnswerFor", "source": 714, "props": {"_oid": "60cfd882-2ebd-0295-052f-2775b84d1a0e", "value": "Lists"}, "id": 721, "class": "IsAnswerFor"}, {"target": 186, "display": ":HasTopic", "source": 538, "props": {"_oid": "667e680d-b7be-069e-20cf-bf74c83a0cda"}, "id": 187, "class": "HasTopic"}, {"target": 292, "display": ":IsAnswerFor", "source": 288, "props": {"_oid": "20bd9391-d703-063c-3b22-7692c4291fc0", "value": "Location"}, "id": 293, "class": "IsAnswerFor"}, {"target": 101, "display": ":HasTopic", "source": 103, "props": {"_oid": "028b18ea-3d7e-0370-3763-3b964ce3f6ca"}, "id": 284, "class": "HasTopic"}, {"target": 682, "display": ":HasTopic", "source": 305, "props": {"_oid": "02fbf199-daa9-0768-2970-ead9a22be84c"}, "id": 343, "class": "HasTopic"}]}
